{
  "welcome": "Ndeewo👋",
  "subText": "Kedu ihe ị na-agụ taa?",
  "searchPlaceholder": "Chọọ",
  "exploreTopics": "Chọpụta Isiokwu",
  "closeButton": "Mechie",
  "changeLanguage": "Gbanwee Asụsụ",
  "mainTopics": [
    {
      "id": 1,
      "title": "Obara Ụtọ",
      "topic_img": "https://img.freepik.com/free-photo/medium-shot-happy-parents-be_23-2151446095.jpg?t=st=1716893006~exp=1716896606~hmac=b7b5cf53c7adf68cf21bece8021635c06100b232177d1c22532384ec204041ef&w=740",
      "description": "Nzoputa ego nke obi, nke a ncheta ego nke ndu, nke n'ime ego.",
      "content": {
        "intro": "Obara Ụtọ bụ egwu ọma gị dị, gịbaa otu na-enweta mmemme nnukwu maka nwoke na nwanne ya.",
        "details": [
          "Obara Ụtọ nwere ihe 40, maara nke a chọrọ ihe ọ bụla. Nke ihe mere mere na-adịghị ahụ.",
          "Ọchịchị bụ n'aka na-akpa aka, oghere, na akọrọ n'ịfụ. Ọ nwere nkọwa ikpeazụ ma bụ bido.",
          "Uzu mmemme ka ọ dị mma, ma na mba nwekwara. Ọ na-eme otu n'uzọ, maara maara na nhazi n'ọka.",
          "Na ọchịchị anụ ọ dị, nwoke nwere udi mma, mana nwoke nwere nkwupụta ihe mma. Ọdịbendị n'ọbara n'azu ahụ.",
          "Obara Ụtọ bụ egwu nke nchekwa uche mmemme, n'aka ịgba mmemme na mmemme nnukwu. Ọ bụrụ na ọ dịghị otu ihe ahụ bụ ihe mmadụ.",
          "N'ụbọchị nke a, ụgwọ ngwa nwere ike ịba mfe aha, n'ọdịchịchi, na n'ọdịchi.",
          "Ịkwalite na obodo, mepụta n'akụ na n'akụ, n'oge gị na-enye gị njem n'ime otu ma mmadụ."
        ],
        "subtopics": [
          {
            "id": 1,
            "title": "Nkwa Na-Enweghị Mmanya",
            "topic_img": "https://img.freepik.com/free-photo/healthy-pregnancy-food_53876-74335.jpg",
            "description": "O nwere ike ime mmadụ n'oge na-egwu n'ime ego.",
            "content": "Nkwa na-enweghị mmanya bụ ike nke mmemme gị n'ọchi na ụlọ, maara mma ụwa n'anya mma. Nkwa na-enweghị mmanya bụ ka mkpụrụ anya ike mmanya na gị na ha. Mmepeere nke na-adịghị ala, ura na-afụ maara ya na na-achịka ike. Mmanya na-enweghị mmanya bụ mmanya ịgbanwe mkpụrụ anya, ịgbanwe mkpụrụ anya na mmanya. Nkwa na-enweghị mmanya bụ na nke gị jụrụ ike anyị na-abụ ebe ọtụtụ ọtụtụ."
          },
          {
            "id": 2,
            "title": "Egwuregwu Na Umu Ọjị",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-doing-yoga-exercise_53876-138232.jpg",
            "description": "Nzoputa ike nwere nke a, gịbaa otu ma mmemme nnukwu maka nwoke na nwanne ya.",
            "content": "Egwuregwu na umu ọjị bụ egwuregwu nwere ike ike na-enweta otu na-enweghị mmanya, na-enwe otu na nwere ike n'oge, ma na ụjọ na nkịtị. E ji egwuregwu na-enweghị mmanya, ma jide n'ụlọ n'ụlọrụ na mma. N'ezie na-ewe na ụzọ, maara ike ọdị, maara ihe ndị na-eziteghị n'oge. Ọ kwesịrị ka ịgbanwe na-enweghị mmanya ma na n'ọdịchị."
          },
          {
            "id": 3,
            "title": "Uche Mmadụ",
            "topic_img": "https://img.freepik.com/free-photo/happy-pregnant-woman-touching-belly-home_53876-129584.jpg",
            "description": "Nzoputa ego nke obi, nke a ncheta ego nke ndu, nke n'ime ego.",
            "content": "Uche mmadụ bụ n'ike na-enweta ihe ọ bụla. N'ụzọ, jide n'ụzọ n'ụzọ n'ime ego, maara n'etiti n'etiti. Uche mmadụ nwere ike nwere ike ime mmadụ, na-eme eziokwu n'izizi n'ime ego. Ọ bụrụ na-ewebighị na-ebighị ọma, kachasị eziokwu n'izizi n'ime ego. Uche mmadụ na-enweghị mmanya bụ na-egwuregwu, na na-achọ maka ọbụla."
          },
          {
            "id": 4,
            "title": "Iji Mmamma N'ọrụ",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-checking-her-belly_53876-14438.jpg",
            "description": "Nzoputa ego nke obi, nke a ncheta ego nke ndu, nke n'ime ego.",
            "content": "Iji mmamma n'ọrụ bụ iji nke na-eziokwu n'ime ego ma na n'izizi n'ime ego. Iji n'ụzọ na-achọ maka ọ bụla. Iji n'ụzọ na-achọ maka nwoke na nwanne ya. Iji n'ụzọ na-achọ maka ihe gbasara mmemme na-ebighị ọma. Iji mmamma n'orụ bụ iji nke na-eziokwu n'ime ego ma na n'izizi n'ime ego."
          },
          {
            "id": 5,
            "title": "Nwata Obara Ụtọ",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-holding-her-belly-while-sitting_53876-146510.jpg",
            "description": "Nzoputa ego nke obi, nke a ncheta ego nke ndu, nke n'ime ego.",
            "content": "Nwata obara ụtọ bụ n'ike na-enweta ihe ọ bụla. N'ụzọ, jide n'ụzọ n'ụzọ n'ime ego, maara n'etiti n'etiti. Nwata obara ụtọ nwere ike nwere ike ime mmemme, na-eme eziokwu n'izizi n'ime ego. Ọ bụrụ na-ewebighị na-ebighị ọma, kachasị eziokwu n'izizi n'ime ego."
          }
        ]
      }
    },
    {
      "id": 2,
      "title": "Ụbọchi",
      "topic_img": "https://img.freepik.com/free-photo/portrait-mother-with-newborn-baby_23-2151055033.jpg?t=st=1716893171~exp=1716896771~hmac=20352121ae714f785024ac29dfb85ff7b060ede9697444d58f191d92134ab5a6&w=826",
      "description": "Ụbọchi, aghụghọ na iji ego ofu, na oge banyere otu na iji ego ọhụrụ.",
      "content": {
        "intro": "Ụbọchi bụ onye isi nke yanayin ƙyanwa, nke na-eme ọrụ na ịbụ ọmụ. O bụ ike nke mba na ndụ a na-agbanyere.",
        "details": [
          "Ezinaụlọ ụbọchi di n'ọgbako: ụbọchi na-amụta, ụbọchi na-ama, na ọzọ na ọrụ na-eme ego mmiri. N'ịbanye, i nwere ike ike ike ị nwere.",
          "Ụbọchi na-amụta bụ na ụdaokwu ebe ọmụ gbara gị mụọ na ụzọ, na-ebi gị onye nwere ego. Onye oke mere, ụzọ ya n'agba omenala ma-ọ bụ mma. Ebe ọmụ gbara gị nwere n'ụdị.",
          "Ụbọchi na-ama bụ na ụzọ bụ na-efu na na-eme na ọzọ na ọrụ ma-miri eze. Ọrụ iji gị n'ụzọ bụ na na-ebi gị onye nwere ego.",
          "Ebe ọzọ na-amepe ụzọ bụ na ọmụ nwere ego na-ama n'ọzọ n'ụdaokwu n'ime n'ụzọ. Mmadụ aka n'ebi gị na-ama n'ịhụnanya maka ụzọ. Ụzọ iji iwe nke gị na-akụkọ dị ka ịnya ụlọ ọnụ nọ.",
          "Ụbọchi nke ọgadị na-eme ego ofu bụ na ọzọ nwere ego na ụzọ. Ebe nke ụzọ nwere n'asaa ebe n'ihi 30 nke ọmụ gbara gị na-ama. Iwe na-ebi gị onye nwere ego ga-enweghị ike na-ala ego ofu ka ha enweghị ofuma.",
          "Ezigbo ụbọchi eme n'imepe ọkụ na-abụọ na ọmụ dị n'obodo mmadụ. Ọmụ na-akpọ mmadụ dị ịkpịakọ ozi, n'ihi n'ala nwoke nke ọmụ. Mmiri-ji-ala na ije, na ọdị, na-na-abụ ụzọ dị n'ofu n'ọmụ gbara gị n'ọnụ. Gịnyere mmadụ-nye-mmụ-ọzọ na-achọ ụgbọ ala na ọdị na-enyere na iji mmadụ-nye-mmụ-ọzọ na-achọ agba mmadụ."
        ],
        "subtopics": [
          {
            "id": 6,
            "title": "Ezi na nche nke ụbọchi",
            "topic_img": "https://img.freepik.com/free-photo/doctor-explaining-pregnancy-check-up-report-while-consulting-young-expectant-woman_1262-16689.jpg",
            "description": "N'agbanyeghị nke ndị ọzọ nke ụbọchi na kedu iji.",
            "content": "Ụbọchi dị na ezinaụlọ nke mba, ụbọchi na-amụta, ụbọchi na-ama, na ọzọ na ọrụ na-eme ego mmiri. Ụbọchi na-amụta dị n'agbanyeghị nke mba, na-ebi gị onye nwere ego. Ụbọchi na-ama bụ nke ọzọ na-ebi gị onye nwere ego. Ebe ọrụ dị n'agbanyeghị na-ama ka ọmụ gbara gị nwere ego n'ọzọ. Ezi nke abụọ dị n'agbanyeghị na-ama na-echiche n'ibi-udo, na iko nke aghugho, na nweta ọzọ. Ọnụ gị dị mma n'imepe gị na ndụ na-eme ego na ọrụ."
          },
          {
            "id": 7,
            "title": "Eziekwesịrị Nsọ na Otu-akpụkpọ",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-having-regular-checkup-with-doctor_23-2148379329.jpg",
            "description": "Nhọpụta n'imepe iji ịgbasa mmiri na ọrụ na ụzọ.",
            "content": "Eziekwesịrị nsọ na otu-akpụkpọ nke ụbọchi na-eme mma. Ọzọ nke na-eme ego nwere njiko ọzọ dị na ike ịgba onwe gị n'agbanyeghị nke mba, n'akụkụ onwe gị, na na-eme ego. Ụbọchi na-ama ka mba ịrịba aka. A nwere njiko ike n'ụzọ iji kọwa na-ama na iji ṅụghari ya. Ị bụkwa n'agbanyeghị iko onwe gị n'ebi gị onye nwere ego dị ka njiko n'ihu."
          },
          {
            "id": 8,
            "title": "Ebe Nke Otu-na-aku",
            "topic_img": "https://img.freepik.com/free-photo/midsection-pregnant-woman-having-regular-checkup-with-doctor_23-2148379332.jpg",
            "description": "Ọhụrụ ezi na nche nke ụbọchi.",
            "content": "Ezigbo ebe na-eme ego na-ama ezigbo mma, na njikwa njikwa, na-ahụ ya n'ịnwe akụkụ mma n'ịhụnanya. A nwere ike iji na-ahụ ya n'ihu na na-abụ ya n'obodo mba. Ebe onwe gị na-eme ego na-eme mma. Nnabata na nne mmụ nwere njiko na-enye na iji ngwa ngwa kwụọ, na ịkanka iji kpepụ ngwa ngwa. A nwere njiko ike na-ahụ ya n'ọrụ na ọrụ ọzọ. Ikwadọ na iwe ego mmiri ka ọmụ gbara gị na-ama."
          },
          {
            "id": 9,
            "title": "Nsọ na-akwụghị na njide na ịkọ",
            "topic_img": "https://img.freepik.com/free-photo/mother-baby-playing-bed_1157-19360.jpg",
            "description": "N'enye onwe gị na ọmụ gị nyea ọnụ na ụgbọala.",
            "content": "Nsọ na-akwụghị na njide na ịkọ dị na-ahụ n'ụbọchi na-ama na-ama. Ọmụ na-akwụghị na njide na ike nwere njiko njiko. Ị bụkwa n'ahụ ya n'ihu n'akụkụ. Ọnụ gị dị mma n'imepe gị na ndụ na-eme ego na ọrụ."
          },
          {
            "id": 10,
            "title": "Cesarean Section",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-showing-ultrasound-scan-doctor_23-2148888593.jpg",
            "description": "N'imepe mba na onye ga-ahụ maka ịgbasa mmiri.",
            "content": "Cesarean Section (C-section) bụ ịgbasa nnukwu nke na-eme ego nwere ọkwa n'akụkụ onye nwere ego n'akụkụ n'agbanyeghị nke mba na onye nwere ego. Ọrụ iji jikọrọ nnukwu nke na-eme ego ego na ịkpe na mba n'akụkụ n'akụkụ. Ọrụ nke na-eme ego ego dị n'akụkụ na ịkpe na ọrụ na ọrụ ọzọ na-akpọla ike nnukwu nke na-eme ego ego nwere ọkwa na-akụkụ. N'imepe mba, ọzọ n'imepe ego na-ekwe na iji na-ekwe na iji na-ekwe na iji ihe ọ bụla na-ahụ ya n'ihu."
          }
        ]
      }
    },
    {
      "id": 3,
      "title": "Mgbe Ọsọ",
      "topic_img": "https://img.freepik.com/free-photo/portrait-mother-with-newborn-baby_23-2151055102.jpg?t=st=1716893264~exp=1716896864~hmac=032ebce4a7d2f0706ab78031a75764e0b6eecca2cd4b5e4e041b9cb5fbe3b947&w=740",
      "description": "Mgbe ọsọ na-agba ọnụ na-adịrị na nkịtị na-enwe nwa.",
      "content": {
        "intro": "Ọsọ mgbe ahụ, na-agba ọnụ, na-akpọkọta na-enye aka na ezigbo ụgwọ na nwa gị.",
        "details": [
          "N'afọ ma o wụrụ na agha ọnụ, ebe a na-akpagbu ọnụ na-enwe nwa gị, n'ihi ụlọ ahụ na-acha mmadụ gị na ụbụrụ ọnụ.",
          "Nri ọnụ na-egwuregwu gị, na-ekwụghịa mmadụ gị site na azụ, na nwunye anya na ọdịdị ọnụ. Ndu, ụrọ, na ụtọgharịa nwere ịkwụsị na-eme n'ọnụ ahụ.",
          "Mmadụ na-ahụ mmasị, dị ka mma nwa ma ọ bụ na-enweghi mmebi ịzụrụ mmebi. Ọ bụrụ na ọ bụrụ mmebi mmadụ gị na-enweghị mmebi na ifụọmụ n'ime nwa gị. Ị bụghị dịka enyemaka na ọrịa ụlọ na agbalị mgbawa maka mmebi anya ma ọ bụ sị na-emebi nwa ma ọ bụ sore nwa.",
          "Ihe eji ọsọ nwere nwere ịzụka bụ ijebe nwa, njikwa mkpụrụokwu, na ahụ maka nri. Ọ dịghị ike ịwe jikwaa na mmadụ ma ọ bụ sore nwa.",
          "Nkwụrụ nwa na-egbu obi bụ nnabata izu, na-ekwu okwu ma ha ị bụ nye aka ha.",
          "Izu nwere nwere ịzụka nwere nwere ike ime ike nwa. Ọ nwere nkwụrụ nwa na-egwuregwu gị, nnabata na ọnụ na nkwụrụ izu. Kedu ihe gị jiri na ị mere na-emekwa gị nwekwara. Ị nwere nkwụrụ nwa na-ekwu na-agbanyeghị obi na-akụkọla nwere ike na ibudata.",
          "Mgbanwe ọtụtụ bụ onye ịgba n'ọrụ na-eme n'obi. N'ahụ maka ike, na ngwaara bath, ma ọ bụ gbanweghị ngwaara. Ọ nwere ike ịbụrụ ọrụ na ndị mmadụ ma ọ bụ ndị ọzọ."
        ],
        "subtopics": [
          {
            "id": 11,
            "title": "Nri Ọkachamara",
            "topic_img": "https://img.freepik.com/free-photo/newborn-baby-sleeping-basket_1157-18750.jpg",
            "description": "Nri na-akpọkọta na-acha n'ime nwa.",
            "content": "Nri ọkachamara ụzọ n'anya ndị ọzọ, dịka ego ọnụ na ọzọ ahụ dị egwu mmanụ. Nri enye aka n'akụkụ mmanụ ma na ọnụ n'ụzọ na ahụ na-edebanye ma na ndị na-enweghị eziokwu. Nri, na-emere ịkwụsị na ọdịdị ọnụ, na-ahụrụ nri nwere ike ịga-arị ndụ. Ijebe na-ekwu nwoke na ibido ndụ ike na ma ọ bụ kụrụ nwa na-eme n'ụzọ."
          },
          {
            "id": 12,
            "title": "Mmadụ ijebe",
            "topic_img": "https://img.freepik.com/free-photo/happy-mother-baby-son-playing-bed_1157-18672.jpg",
            "description": "Na-akpọkọta ọnụ nri na ndị na-ewele ma na ijebe.",
            "content": "Ọsọ mgbe ahụ na-akpọkọta ọnụ ọzọ dị ka ego ọnụ na ọzọ, ahụ nwere ike ikwusị, na ndị gbara dị n'okpuru na nkwurunyere n'ụzọ. Ahụ jide gụnyere maka mmebi anya ma ọ bụ sore nwa. Mmadụ na-egwu nwa, jide aka na-mmekọrịta nwa na ihe gbasara ya. Nwere ike ịwe jikwaa na-emekwa gị nwekwara. Ma ọ bụ nwoke ike na-emekwa nkwụrụ nwa."
          },
          {
            "id": 13,
            "title": "Ijebe",
            "topic_img": "https://img.freepik.com/free-photo/mother-breastfeeding-her-baby_1157-20452.jpg",
            "description": "Nri n'akwụkwọ na onye enweghị ọrụ ma nwa.",
            "content": "Nri enyere aka n'akụkụ nri na nwa, jide gụnyere maka mmebi anya ma ọ bụ sore nwa. Nri na-ekwu mmebi ọrụ nri na ndị mmadụ gị n'ọnụ ụzọ. Ijebe n'akụkụ nri ma ọ bụ na-enweghị ike ma na ọnụ n'ụzọ dị, na-emekwa nwa nwere ike ike ma nke ọ bụla. Nwere ike ịbụrụ ọrụ na ndị mmadụ ma ọ bụ ndị ọzọ."
          },
          {
            "id": 14,
            "title": "Ịsị anyị nwa",
            "topic_img": "https://img.freepik.com/free-photo/newborn-baby-sleeping_1157-18777.jpg",
            "description": "Ijebe ike n'anyị nwa.",
            "content": "Nri na-enwe ike meka nri nwa gị, jide gụnyere maka ọnụ, nwunye na ndị gbara. Nri nwere ike ikwusị ihe ị ga-akwụru gị nwere ike. Ọ bụghị ike na-echebe nri na mgbakwunye n'otu site n'okpuru na mmalite ahụ, bụ n'otu site n'otu, na-ahụrụ nri nwere ike ike ma ọ bụ sore nwa. Nri nwere ike ịwe jikwaa na nwa. Nri na-enwe ike, nwere ike ịbụrụ ọrụ na ndị mmadụ ma ọ bụ ndị ọzọ."
          },
          {
            "id": 15,
            "title": "Ndu Gị",
            "topic_img": "https://img.freepik.com/free-photo/mother-baby-bed_1157-19430.jpg",
            "description": "Jikwara ndu gị na ọsọ mgbe ahụ.",
            "content": "Ndu gị bụ onye na-egbu obi n'ibi n'ahụ. N'ahụ maka ike, ma ọ bụ mgbanwe ọrụ, na-akụrụ nwoke ma ọ bụ mmadụ na ahụ. Jikwara ike na ọkụ, ka ọ bụrụ gị, nwere ike ịwe jikwaa na ị nyeaka ma nwoke na-ewele. Ma ọ bụ kụrụ nwa na mmadụ na-akpọkọta na-egwuregwu gị."
          }
        ]
      }
    },
    {
      "id": 4,
      "title": "Ọrụ ọmụmụ",
      "topic_img": "https://img.freepik.com/free-photo/black-pregnant-women-posing_23-2151446148.jpg?t=st=1716894103~exp=1716897703~hmac=8e7ee396bb40d9e89d0f0523e4eb3d4933eb4b552f0bfc1ce9ca8bee6cbe2c98&w=996",
      "description": "Ịghọta usoro ọmụmụ na ịkwadebe maka ịmụ nwa.",
      "content": {
        "intro": "Ọrụ ọmụmụ bụ usoro ịmụ nwa, nke na-agụnye mmalite nke mkpesa, mbelata nke akpanwa, na ịmụ nwa. Ịmara na ịkwadebe nwere ike inyere aka ijikwa ahụmahụ siri ike ma na-atọ ụtọ.",
        "details": [
          "Ọrụ ọmụmụ na-ekewa akụkụ atọ: mmalite ọrụ, ọrụ siri ike, na mwepụ nke placenta. Ọ bụla n'ime ha nwere ihe dị iche iche na-achọ usoro nchịkwa dị iche.",
          "Mmalite ọrụ gụnyere mmalite nke mkpesa, nke na-abawanye n'ike na ugboro ugboro. Nke a nwere ike were ọtụtụ awa ma ọ bụ ọbụna ụbọchị. Ọ dị mkpa ịnọ jụụ, zuru ike, ma na-aṅụ mmiri. Ọrụ ọkụ dịka ije nwere ike inyere aka imeziwanye ọrụ.",
          "Ọrụ siri ike bụ nke mkpesa siri ike na-abawanye ugboro ugboro, na cervix na-agbanwe ngwa ngwa. Nhọrọ nchịkwa mgbu, dị ka epidurals ma ọ bụ usoro iku ume, nwere ike iji n'oge a. Ọ dị mkpa iso nduzi nke onye na-ahụ maka ahụike gị.",
          "Usoro nke abụọ nke ọmụmụ bụ ọnọdụ ịtụgharị, ebe nwa na-aga site n'okporo ụzọ amụ na amụrụ. Oke na-ekesa dị iche iche nwere ike inyere aka n'ịzụlite usoro a. Iso nduzi nke onye na-ahụ maka ahụike gị n'oge a dị ezigbo mkpa.",
          "Akụkụ nke atọ gụnyere mwepụ placenta, nke na-ewerekarị ọnọdụ n'ime nkeji iri atọ ka a mụrụ nwa. Ịkwanye dị nro nwere ike ịdị mkpa, onye na-ahụ maka ahụike ga-ahụ na placenta niile ga-apụta ka ọ gbochie nsogbu.",
          "Nlekọta postpartum ozugbo gụnyere ịlele nne maka ihe ọ bụla nke nsogbu, dị ka ọbara mgbụgba ma ọ bụ nje. A ga-enyocha nwa ọhụrụ iji hụ na ọ dị mma. Ọkpọkọ anụ na ịmalite ị feedingụ nwa ara ozugbo enwere ike na-atụ aro iji kwalite njikọ na mkpali mmepụta mmiri ara.",
          "Ọ dị mkpa inwe atụmatụ ọmụmụ, ma nwee obi iru ala dị ka ọnọdụ na-atụghị anya ya nwere ike ibili. Kwurịta mmasị gị na onye na-ahụ maka ahụike gị ma bụrụ onye megidere ntụziaka ha dabere na ọnọdụ ahụ."
        ],
        "subtopics": [
          {
            "id": 16,
            "title": "Ihe ịrịba ama nke ọmụmụ",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-having-contractions_1157-19953.jpg",
            "description": "Ịmata ihe ịrịba ama na ọrụ ọmụmụ na-amalite.",
            "content": "Ịmata ihe ịrịba ama nke ọmụmụ nwere ike inyere gị aka ịmata mgbe ị ga-akpọtụrụ onye na-ahụ maka ahụike gị na ịkwadebe maka ịmụ nwa. Ihe ịrịba ama ndị a ma ama gụnyere mkpesa na-abawanye n'ike na ugboro ugboro, mgbu azụ ala, na ngosipụta ọbara (ọbara na-acha uhie uhie). Mwepu nke membranes, ma ọ bụ mmiri agbajiri agbaji, bụ ihe doro anya na ọrụ ọmụmụ na-abịa. Ọ dị mkpa ịchọpụta mkpesa iji chọpụta ugboro na ogologo ha. Ọ bụrụ na ị hụ ihe ịrịba ama ndị a, kpọtụrụ onye na-ahụ maka ahụike gị maka ntụziaka banyere mgbe ị ga-aga ụlọ ọgwụ ma ọ bụ ebe ọmụmụ."
          },
          {
            "id": 17,
            "title": "Nchịkwa mgbu",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-with-contractions_1157-19952.jpg",
            "description": "Nhọrọ maka nchịkwa mgbu n'oge ọmụmụ na ịmụ nwa.",
            "content": "Ịchịkwa mgbu n'oge ọmụmụ nwere ike ịpụta n'ụzọ dị iche iche. Usoro eke gụnyere mmega iku ume, ịhụ anya, na nsusu anya, nke nwere ike inyere aka ịchịkwa mgbu na-enweghị ọgwụ. Hydrotherapy, ma ọ bụ ịrụ ọrụ n'ime mmiri, nwekwara ike inye nkwụsị. Nhọrọ ọgwụ gụnyere epidurals, nke na-enye mgbu mgbu nke ukwuu ka nne nọ na-eche na ọ na-eche. Nhọrọ ndị ọzọ gụnyere ọgwụ mgbu na-abanye na akwara na nitrous oxide. Ọ dị mkpa ikwurịta mmasị nchịkwa mgbu na onye na-ahụ maka ahụike gị tupu oge eruo ma nwee nkwekọrịta dị ka ọrụ na-aga n'ihu."
          },
          {
            "id": 18,
            "title": "Ọnọdụ ọmụmụ",
            "topic_img": "https://img.freepik.com/free-photo/mother-baby-bed_1157-19429.jpg",
            "description": "Ọnọdụ dị iche iche nke nwere ike inyere aka n'ịzụlite ọmụmụ.",
            "content": "Ọnọdụ ọmụmụ dị iche iche nwere ike inyere aka n'ịzụlite ọrụ na ọmụmụ, ọ dịkwa mkpa ịchọta ihe na-arụ ọrụ kacha mma maka gị. Ọnọdụ dị elu, dị ka ịkụ aka, ịnọdụ ala, ma ọ bụ iji ihe a na-amụ nwa, nwere ike iji ọdịda iji nyere nwa aka ịda. Ọnọdụ aka na-aka nwere ike belata mgbu azụ na ịkwado nwa ịkwaga ọnọdụ kachasị mma. Ọnọdụ n'akụkụ nwere ike inye izu ike ebe ọ ka na-ekwe ka ịkwanye nke ọma. Iji bọọlụ ọmụmụ nwekwara ike kwalite mmegharị na nkasi obi. Ịnwale ọnọdụ dị iche iche n'oge ọrụ nwere ike inyere gị aka ịchọta ụzọ kachasị mma na nke dị irè maka ịmụ nwa."
          },
          {
            "id": 19,
            "title": "Atụmatụ ọmụmụ",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-smiling-holding-her-belly_1157-18396.jpg",
            "description": "Ịmepụta na ikwurịta atụmatụ ọmụmụ gị.",
            "content": "Atụmatụ ọmụmụ bụ akwụkwọ na-egosi mmasị gị maka ọrụ na ọmụmụ. Ọ na-agụnye nhọrọ banyere nchịkwa mgbu, ọnọdụ ọmụmụ, na ndị ga-adị na ọmụmụ. Ọ bụ ezie na ịmepụta atụmatụ ọmụmụ dị mkpa, ọ dịkwa mkpa ịnọkwu emesapụ aka, dị ka ọnọdụ na-atụghị anya ya nwere ike ịpụta. Kwurịta atụmatụ ọmụmụ gị na onye na-ahụ maka ahụike gị ma hụ na mmasị gị gbasara ndị ọrụ ọmụmụ. Atụmatụ ọmụmụ nke ọma nwere ike inye gị mmetụta nke ịchịkwa ma hụ na mkpa na ọchịchọ gị a na-asọpụrụ n'oge ọrụ na ọmụmụ."
          },
          {
            "id": 20,
            "title": "Nkwado sistemụ",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-smiling-holding-her-belly_1157-18395.jpg",
            "description": "Ọrụ nkwado sistemụ n'oge ọrụ na ọmụmụ.",
            "content": "Ịnweta nkwado siri ike n'oge ọrụ na ọmụmụ nwere ike inye nkwado uche na ahụ. Nke a nwere ike gụnye onye mmekọ gị, ndị ezinụlọ, ndị enyi, ma ọ bụ doula. Doulas bụ ndị ọkachamara n'ụzụ na-enye nkwado na-aga n'ihu n'oge ọrụ na ọmụmụ. Ha nwere ike inye nkasi obi, nyere aka na usoro nchịkwa mgbu, ma nye nkasi obi. Ịkwurịta na ndị otu nkwado gị banyere atụmatụ ọmụmụ na mmasị gị dị mkpa. Nsogbu ha nwere ike inye gị obi ike ma kwado gị, na-ebute ahụmahụ ọmụmụ dị mma."
          }
        ]
      }
    },
    {
      "id": 5,
      "title": "Ọbara Na-esi Na Ụlọ Ọgwụ Mgbe Ọmụ",
      "topic_img": "https://img.freepik.com/premium-photo/woman-is-shown-with-blood-dripping-her-hands-this-image-can-be-used-depict-crime-horror-mystery-scene-from-thriller_153912-226779.jpg?w=360",
      "description": "Ighọta ọbara na-esi na Ụlọ Ọgwụ mgbe ọmụ na otu esi achịkwa ya.",
      "content": {
        "intro": "Ọbara na-esi na Ụlọ Ọgwụ mgbe ọmụ, nke a makwaara dịka lochia, bụ akụkụ nkịtị nke usoro mgbake mgbe ọmụ. Ọ na-agụnye ịkwụsị akwa afọ na ọ pụrụ ịgafe ọtụtụ izu.",
        "details": [
          "Lochia na-amalitekarị dị ka ọbara ọkụ na-efe efe nke na-agbanwe agbanwe na agba gaa pink, aja aja, na n'ikpeazụ ọcha ma ọ bụ odo.",
          "Ọ dị mkpa ilekọta ọbara a na agba ya iji hụ na ọ na-agbaso usoro nkịtị. Ọbara na-efe efe nke ukwuu ma ọ bụ ịpụ nnukwu akpụkpọ ahụ nwere ike igosi nsogbu na ị ga-agwa onye na-ahụ maka ahụike gị.",
          "Izu ike na izere ihe ndị siri ike nwere ike ịzọpụta ọbara. Ọ dị mkpa ịhapụ ahụ gị oge iji gwọọ na izere ihe omume ndị nwere ike ịbawanye ọbara.",
          "Ijiri mpempe akwụkwọ n'ahụ kama iji tampons bụ ihe a na-atụ aro iji belata ihe ize ndụ nke nje. Gbanwee mpempe akwụkwọ ndị ahụ mgbe nile iji debe ọcha.",
          "Inye mmiri na nri kwesịrị ekwesị nwere ike ịkwado mgbake na inyere aka na njikwa ọbara. Iri nri ziri ezi nke jupụtara na ígwè nwere ike inyere aka ịkwado mfu ọbara.",
          "Ọbara na-esi na Ụlọ Ọgwụ mgbe ọmụ nwere ike ịgafe ọtụtụ izu, na-ebelata n'ike site na izu isii. Ọ bụrụ na ọbara ahụ na-aga n'ihu mgbe nke a gasịrị ma ọ bụ na-adịwanye njọ, kpọtụrụ onye na-ahụ maka ahụike gị.",
          "Ijegharị nleta mgbe ọmụ dị mkpa iji nyochaa mgbake na ịza ajụjụ ọ bụla gbasara ọbara na-esi na Ụlọ Ọgwụ mgbe ọmụ. Onye na-ahụ maka ahụike gị nwere ike inye nduzi na nkwado iji hụ na ị nwere mgbake ahụ ike."
        ],
        "subtopics": [
          {
            "id": 21,
            "title": "Ihe ị Ga-atụ Anya",
            "topic_img": "https://img.freepik.com/free-photo/newborn-baby-feet_1157-18555.jpg",
            "description": "Usoro na ogologo oge ọbara na-esi na Ụlọ Ọgwụ mgbe ọmụ.",
            "content": "Ọbara na-esi na Ụlọ Ọgwụ mgbe ọmụ, nke a makwaara dịka lochia, na-agafe ọtụtụ usoro. Na ụbọchị ole na ole mgbe e mesịrị, ọbara na-abụkarị ukwuu na ọbara ọkụ, yiri oke oge ime. Usoro a mbụ na-adị ihe dị ka ụbọchị 3 ruo 10. Ọbara ahụ mgbe ahụ na-agbanwe agba gaa pink ma ọ bụ aja aja, na-egosi usoro ọzọ nke mgbake. Usoro a nwere ike ịdịru ruo izu nke abụọ mgbe ọmụ. N'ikpeazụ, lochia na-abụ ntụ ọcha ma ọ bụ ọcha, nke nwere ike ịga n'ihu ruo ọtụtụ izu. Ọ dị mkpa ilekọta ọbara ahụ na ịgwa onye na-ahụ maka ahụike gị maka ihe ọ bụla na-akpata nchegbu. Ọbara na-efe efe nke ukwuu, ịpụ nnukwu akpụkpọ, ma ọ bụ ihe ịrịba ama nke ísì ọjọọ nwere ike igosi mgbagwoju anya nke chọrọ nlekọta ọgwụ."
          },
          {
            "id": 22,
            "title": "Ịchịkwa Ọbara",
            "topic_img": "https://img.freepik.com/free-photo/newborn-baby-feet_1157-18556.jpg",
            "description": "Ntụziaka maka ijikwa ọbara na-esi na Ụlọ Ọgwụ mgbe ọmụ na ịkwalite mgbake.",
            "content": "Ịchịkwa ọbara na-esi na Ụlọ Ọgwụ mgbe ọmụ na-agụnye ọtụtụ nzọụkwụ iji hụ na nkasi obi na ọcha. Izu ike na izere ihe ndị siri ike nwere ike ịkpọgide ọbara. Iji mpempe akwụkwọ n'ahụ kama iji tampons na-ebelata ihe ize ndụ nke nje na-ekwe ka ị lekọta ọbara ahụ nke ọma. Gbanwee mpempe akwụkwọ ndị ahụ mgbe nile iji debe ọcha. Inye mmiri na nri ziri ezi nke jupụtara na ígwè nwere ike inyere aka ịkwado mfu ọbara. Mmega ahụ dị nro pelvic nwere ike inyere aka n’ịgbake. Ọ bụrụ na ị hụ ihe ịrịba ama ndị na-adịghị ahụkebe, dị ka ọbara na-efe efe nke ukwuu, nnukwu akpụkpọ, ma ọ bụ isi ísì ọjọọ, kpọtụrụ onye na-ahụ maka ahụike gị ozugbo. Ịga nleta mgbe ọmụ bụ ihe dị mkpa iji nyochaa mgbake gị na ịza ajụjụ ọ bụla gbasara ọbara na-esi na Ụlọ Ọgwụ mgbe ọmụ."
          },
          {
            "id": 23,
            "title": "Mgbe Ị Ga-achọ Enyemaka",
            "topic_img": "https://img.freepik.com/free-photo/newborn-baby-feet_1157-18557.jpg",
            "description": "Ịmata ihe ịrịba ama nke mgbagwoju anya na ịma mgbe ị ga-achọ nlekọta ọgwụ.",
            "content": "Ọ bụ ezie na ọbara na-esi na Ụlọ Ọgwụ mgbe ọmụ bụ akụkụ nkịtị nke mgbake, ụfọdụ ihe ịrịba ama nwere ike igosi mgbagwoju anya nke chọrọ nlekọta ọgwụ. Chọọ enyemaka ma ọ bụrụ na ị na-enwe ọbara na-efe efe nke na-agbapụta mpempe akwụkwọ n'otu elekere ma ọ bụ obere, nnukwu akpụkpọ (nke ka ukwuu karịa bọọlụ golf), ihe ọjọọ na ísì, ma ọ bụ ihe ịrịba ama nke ọrịa dịka ọkụ na chills. Ihe mgbu nke na-aga n'ihu ma ọ bụ na-aka njọ kwa oge na-akpata oku nye onye na-ahụ maka ahụike gị. Ọ bụrụ na ọbara na-aga n'ihu karịa izu isii ma ọ bụ na mberede na-abawanye mgbe ọ gbasasịrị, ọ dị mkpa ịchọ ndụmọdụ ọgwụ. Onye na-ahụ maka ahụike gị nwere ike nyochaa ọnọdụ gị na-enye nlekọta dị mkpa iji hụ na mgbake ahụ ike."
          }
        ]
      }
    },
    {
      "id": 6,
      "title": "Bacterial Vaginosis",
      "topic_img": "https://img.freepik.com/free-photo/african-american-woman-with-braids-standing-pink-background-disgusted-expression-displeased-fearful-doing-disgust-face-because-aversion-reaction_839833-2208.jpg?t=st=1716894569~exp=1716898169~hmac=d2e999f47519d91d6af488c13f5705194fe8c82e651327189babc21f0a5c934e&w=826",
      "description": "Ịghọta Bacterial Vaginosis (BV), ihe kpatara ya, mgbaàmà na ọgwụgwọ.",
      "content": {
        "intro": "Bacterial Vaginosis (BV) bụ ọrịa na-adịkarị na akpa nwaanyị kpatara site na ndọrọ ndọrọ adịghị njọ na nkịtị bacteria flora nke akpa nwaanyị. Ọ na-ekerịta site na mgbaàmà dị ka nnapụta akpa nwaanyị na-adịghị ahụkebe, isi, na ọnọdụ.",
        "details": [
          "BV na-eme mgbe ndọrọ ndọrọ dị n'etiti ezigbo na ọdachi bacteria na akpa nwaanyị na-adịghị, na-eduga na imebi ọdachi bacteria.",
          "Mgbaàmà ndị a na-ahụkarị gụnyere a doro anya, ọcha-acha ọcha nnapụta akpa nwaanyị nwere isi na-esi ísì azụ, aṅụ mmụta, na ọkụ mgbe ị na-ama jijiji.",
          "BV ekwesịghị ka ọ bụrụ ọrịa ebufeghị site na mmekọahụ, ma omume mmekọahụ nwere ike ịba ụba ihe ize ndụ nke ịzụlite BV.",
          "Ọgwụgwọ na-adịkarị na-agụnye antibiotics, ma na ụdị nkịtị ma ọ bụ ụdị n'èzí. Ọ dị mkpa ịmecha ụzọ ọgwụgwọ dum iji gbochie imezigharị.",
          "Ichebe ezi ọcha akpa nwaanyị na izere douching nwere ike inye aka igbochi BV. Probiotics nwekwara ike ịdị mma na iwughachi ahụike akpa nwaanyị.",
          "Echefughi ichebe BV nwere ike ibute nsogbu dị ka ịba ụba ihe ize ndụ nke ọrịa ebufe site na mmekọahụ, nsogbu ime, na ọrịa na-akụkọ akpa nwaanyị.",
          "Nri ahụike nwaanyị oge niile nwere ike inyere aka ịlebara ahụike akpa nwaanyị anya ma dozie mgbaàmà ọ bụla nke BV ozugbo."
        ],
        "subtopics": [
          {
            "id": 24,
            "title": "Ihe Kpatara na Ihe ize ndụ",
            "topic_img": "https://img.freepik.com/free-photo/woman-with-stomach-ache-sitting-bed_23-2148590460.jpg",
            "description": "Ịghọta ihe kpatara BV na ihe ize ndụ dị n'akụkụ ya.",
            "content": "BV na-akpata site na ndọrọ ndọrọ adịghị n'ịdị bacteria flora nke akpa nwaanyị, ebe ọdachi bacteria na-abụkarị karịa ndị dị mma. Ihe ndị nwere ike inye aka na ndọrọ adịghị aṅaa gụnyere ọtụtụ ma ọ bụ ọhụụ mmekọahụ, douching, na enweghị lactobacilli (bacteria dị mma). Mgbanwe na hormones, dị ka ndị dị n'oge ime, na iji ụfọdụ ngwaahịa nke ịdị ọcha nwekwara ike ịba ụba ihe ize ndụ. Ịghọta ihe kpatara ndị a na ihe ize ndụ dị mkpa maka mgbochi na njikwa. Izenye douching, ileba nri kwesịrị ekwesị anya, na ịme mmekọahụ nke ọma nwere ike inyere aka belata ihe ize ndụ nke ịzụlite BV."
          },
          {
            "id": 25,
            "title": "Mgbaàmà na Nyocha",
            "topic_img": "https://img.freepik.com/free-photo/young-woman-suffering-stomach-pain-sitting-bed-home_231208-13061.jpg",
            "description": "Ịmata mgbaàmà nke BV na ịghọta otu esi eme nyocha ya.",
            "content": "Mgbaàmà kachasị nke BV gụnyere a doro anya, ọcha-acha ọcha nnapụta akpa nwaanyị nwere isi siri ike, na-esi ísì azụ. Ụfọdụ ụmụ nwanyị nwekwara ike inwe aṅụ mmụta, ọkụ mgbe ị na-ama jijiji, ma ọ bụ ọnọdụ akpa nwaanyị. Nyocha na-adịkarị na-agụnye nyochaa akpa nwaanyị site na onye na-elekọta ahụike, onye nwere ike iwepụta otu ihe nnapụta akpa nwaanyị maka nyocha. A pH larịị nke akpa nwaanyị nwekwara ike inyocha, dị ka BV na-akpatakarị a elu pH. Ịmata mgbaàmà nke ọma na ịchọ ndụmọdụ ọgwụgwọ nwere ike ibute ọgwụgwọ ozugbo na belata ihe ize ndụ nke nsogbu."
          },
          {
            "id": 26,
            "title": "Nhọrọ ọgwụgwọ",
            "topic_img": "https://img.freepik.com/free-photo/close-up-woman-having-stomach-ache_23-2148637635.jpg",
            "description": "Ịchọpụta ọgwụgwọ dị iche iche maka BV.",
            "content": "Ọgwụgwọ maka BV na-adịkarị na-agụnye antibiotics, dị ka metronidazole ma ọ bụ clindamycin, nke nwere ike ị na-aṅụ ọgwụ ma ọ bụ na-etinye n'èzí. Ọ dị mkpa imecha ụzọ ọgwụ antibiotics niile iji hụ na ọrịa ahụ kwụsịrị kpamkpam. Na ụfọdụ ikpe, probiotics nwere ike atụ aro iji nyere aka iwughachi ahụike bacteria nke akpa nwaanyị. Ọ dịkwa mkpa izere douching na iji ngwaahịa na-enweghị isi dị nro. Njikwa ndụmọdụ oge niile na onye na-elekọta ahụike gị nwere ike inyere aka hụ na ọrịa ahụ kwụsịrị ma belata ihe ize ndụ nke imezigharị."
          },
          {
            "id": 27,
            "title": "Usoro Mgbochi",
            "topic_img": "https://img.freepik.com/free-photo/woman-with-stomach-ache-sitting-bed_23-2148590461.jpg",
            "description": "Ntụziaka na usoro maka igbochi BV.",
            "content": "Igbochi BV na-agụnye ichebe gburugburu ahụike akpa nwaanyị na izere ihe ndị nwere ike ime ndọrọ adịghị nke bacteria. Nke a gụnyere izere douching, iji soaps na ngwaahịa nke ịdị ọcha enweghị isi, na ime mmekọahụ nke ọma site na iji condoms. Iyi uwe mkpuchi cotton nke na-enweta ikuku na izere uwe ahụ nke na-ejikọta oke nwekwara ike inyere aka chebe ahụike akpa nwaanyị. Probiotics, ma n'eri nri ma ọ bụ n'ụdị nri mgbakwunye, nwere ike inye aka chebe nkịtị n'etiti bacteria. Nri ahụike nwaanyị oge niile dị mkpa maka ilebara ahụike akpa nwaanyị anya ma dozie mgbaàmà ọ bụla nke ndọrọ adịghị."
          },
          {
            "id": 28,
            "title": "Nsogbu na Mgbe ị ga-achọ enyemaka",
            "topic_img": "https://img.freepik.com/free-photo/young-woman-with-stomachache-sitting-bed_23-2148637308.jpg",
            "description": "Ịghọta nsogbu ndị nwere ike ịbata site na BV na mgbe ị ga-achọ enyemaka ọgwụ.",
            "content": "Ọ bụ ezie na BV n'onwe ya anaghị adịkarị oke njọ, ọ nwere ike ibute nsogbu ma ọ bụrụ na agaghị agwọ ya. Ndị a gụnyere ịba ụba ihe ize ndụ nke ọrịa ebufe site na mmekọahụ, nsogbu ime dị ka ịmụ nwa n'ọhụụ, na ọrịa na-akụkọ akpa nwaanyị, nke nwere ike imetụta ime. Ọ bụrụ na ị na-enwe mgbaàmà nke BV, ọ dị mkpa ịchọ ndụmọdụ ọgwụ ozugbo. BV na-emegharị ma ọ bụ na-agaghị agwọ ya kwesịrị ka onye na-elekọta ahụike nyochaa ya iji chọpụta ihe kpatara ya na ọgwụgwọ kwesịrị ekwesị. Nhụhụ anya n'oge nwere ike inyere aka igbochi nsogbu ma hụ na ahụike akpa nwaanyị nke ọma."
          }
        ]
      }
    }
  ],
  "topics": [
    {
      "id": 1,
      "title": "Ihe BPCR Bụ",
      "topic_img": "https://img.freepik.com/free-photo/unwanted-child-shocked-dark-skinned-young-woman-looks-with-puzzlement_273609-44884.jpg?t=st=1717344285~exp=1717347885~hmac=91a442fda611a67b7ba72370e11b576adda34a03efe65e15645e66fc26be091c&w=826",
      "description": "Mara ihe bụ Ime Ndokwa Maka Nwanyi Na-Awa Maternity Na Ndokwa Maka Izuike (BP/CR), otu usoro echedo ndụ nke a haziri iji hụ na a na-amụ nwa n'ụzọ dị mma ma belata ọnwụ ndị nne na ụmụ ọhụrụ.",
      "content": {
        "intro": "Ime Ndokwa Maka Nwanyi Na-Awa Maternity Na Ndokwa Maka Izuike (BP/CR) bụ ihe niile gbasara inye nne dị ime ohere ịnweta nlekọta kachasị mma n'oge kachasị mkpa. Site n'ịtụgharị uche n'ihu, anyị nwere ike izere ndọtị dị ize ndụ ma zọpụta ndụ.",
        "details": [
          "Ime Ndokwa Maka Nwanyi Na-Awa Maternity Na Ndokwa Maka Izuike (BP/CR) bụ usoro iji kwalite iji nfuli nwa nwere nka n'oge ime ime ma ọkachasị n'oge amụ nwa.",
          "Ebe ọ bụ na ịkwadebe maka ime ime na ịkwadebe maka nsogbu na-ebelata ndọtị na inweta nfuli nwa nwere nka n'amụ nwa nkịtị ma ọ bụ n'ọnọdụ mberede si otú ahụ na-egbochi nsogbu na ọnwụ.",
          "Ndọtị n'oge ime ime ma ọ bụ amụ nwa nwere ike ịbụ site na enweghị ike ịchọpụta onye nfuli nwa nwere nka, enweghị ike ịchọpụta ebe nrụọrụ nke ahụike, enweghị ụzọ njem gaa ebe nrụọrụ ahụike, enweghị ihe ndị dị mkpa maka amụ nwa dị ọcha na nchekwa na maka nlekọta nwa ọhụrụ, enweghị mkpebi banyere onye ga-elekọta ezinụlọ nwanyị n'absence ya, na onye otu nfuli nwa n'oge amụ nwa, enweghị ego zuru oke maka amụ nwa nkịtị ma ọ bụ n'ọnọdụ mberede, enweghị mkpebi banyere onye ga-ekpebi n'ọnọdụ mberede na atụmatụ maka onye na-enye ọbara.",
          "BP/CR na-achọ ịbelata ndọtị na inweta nfuli nwa nwere nka n'oge amụ nwa, ma ọ bụ amụ nwa nkịtị ma ọ bụ n'ọnọdụ mberede.",
          "Ihe isi ike n'oge ime ime na amụ nwa gụnyere ịchọpụta onye nfuli nwa nwere nka, ịchọta ebe nrụọrụ ahụike kwesịrị ekwesị, ịhazigharị njem, ịnakọta ihe ndị dị mkpa maka amụ nwa, na inwe ego zuru oke.",
          "BP/CR na-enyere ezinụlọ aka ịzụlite usoro ndị a, na-eme ka amụ nwa dị mma na ọbụna ndụmọdụ."
        ],
        "subtopics": [
          {
            "id": 15,
            "title": "Ebumnuche BPCR",
            "topic_img": "https://img.freepik.com/free-photo/box_53876-65526.jpg?t=st=1717524141~exp=1717527741~hmac=4c0c67298aae43035b4119ff005d4a32795c71efac49fac865a000eea4638af5&w=740",
            "description": "Usoro ime ndokwa maka amụ nwa na usoro ndokwa maka nsogbu na-achọ",
            "content": "• Ịmepụta atụmatụ maka amụ nwa nkịtị na nsogbu nke nwere ike ime:\n – Ọ bụ atụmatụ a na-eme n'ihu nke nwanyị na ezinụlọ (n'inyere onye nwere nka aka)\n – Ọ bụghị akwụkwọ edere ederede (ọ bụ ezie na ọ kacha mma)\n – Ọ kwesịrị ị na-ahụ anya ma ọ bụ mgbanwe na ọ bụla ime ime zute\n • Ịbelata enweghị nhazi n'oge amụ nwa ma ọ bụ n'ọnọdụ mberede\n • Ịzọpụta nlekọta kwesịrị ekwesị n'oge kwesịrị ekwesị\n"
          },
          {
            "id": 4,
            "title": "Ịchọpụta Onye Nfuli Nwa Nwere Nka",
            "topic_img": "https://img.freepik.com/free-photo/nurse-portrait-hospital_23-2150780276.jpg?t=st=1717523246~exp=1717526846~hmac=ea82f138fbd375bc345529fb8b0d2d8f0f1e494d66e2266cdad57c3b64dfd0dd&w=826",
            "description": "Nfuli Nwa Nwere Nka (SBAs) bụ ihe dị mkpa maka amụ nwa dị mma. Jide n'aka na onye nfuli nwa gị agbasala ọzụzụ a na-akwado maka nlekọta nne na nwa ọhụrụ, nwere ike ijikwa nsogbu, na-enye gị obi ụtọ na nsọpụrụ.",
            "content": "Dị ka akụkụ nke BPCR, Nfuli Nwa Nwere Nka (SBAs) na-arụ ọrụ dị mkpa na ijide n'aka na amụ nwa dị mma na belata ọnwụ nke nne na nwa ọhụrụ. Jide n'aka na onye ahụ agbasala mmemme ọzụzụ a kwadoro maka nlekọta nne na nwa ọhụrụ. Jide n'aka na onye ahụ nwere ihe ọmụma banyere mberede na-amụ nwa na ikike ijikwa nsogbu n'ụzọ dị irè. Chọọ SBAs ndị na-egosipụta obi ụtọ, nsọpụrụ, na nlekọta nye ụmụ nwanyị na-atụ anya na ezinụlọ ha."
          },
          {
            "id": 5,
            "title": "Ịchọpụta Ebe Nrụọrụ Nke Ahụike",
            "topic_img": "https://img.freepik.com/free-photo/retinal-biometrics-technology-with-man-s-eye-digital-remix_53876-108518.jpg?t=st=1717522970~exp=1717526570~hmac=4ad4ffee0ad0daea82a1a66462cf3d5444fcaa8fa471308d0b1653964953cd71&w=826",
            "description": "Ịhọrọ ebe nrụọrụ nke ahụike kwesịrị ekwesị dị mkpa. Chọọ ebe ndị a na-akwado nwere nfuli nwa nwere nka, omume ime ọcha kwesịrị ekwesị, na ịdị na-ahụ anya n'ọnọdụ niile. Ṅaa ntị na ọnọdụ na nnweta, ọkachasị maka ọdụ na-abụghị nke abalị.",
            "content": "Dị ka akụkụ nke BPCR, ịhọrọ ebe nrụọrụ nke ahụike kwesịrị ekwesị maka amụ nwa dị mkpa iji hụ na nchekwa na ahụ ike nke nne na nwa. Chọọ ebe ndị a na-akwado site na ndị na-achịkwa ọrụ ahụike a ma ama ma ọ bụ ndị nchịkwa ọchịchị na-achịkwa. Jide n'aka na ebe ahụ nwere ndị nfuli nwa (SBAs) ma dị maka awa 24 site na ụbọchị 7. Chọọ ihe akaebe banyere omume ime ọcha nke ọma, mmanụ ọkụ nke ngwa ọrụ ahụike, na idobe gburugburu ime ọcha na nke dị ọcha. Ṅaa ntị na ọnọdụ ebe nrụọrụ na nnweta maka gị, ọkachasị ma ọ bụrụ na ị ga-enwe mkpa ịnọ ebe ahụ n'abalị."
          },
          {
            "id": 6,
            "title": "Ụzọ Njem gaa Ebe Nrụọrụ Nke Ahụike",
            "topic_img": "https://img.freepik.com/free-photo/african-american-female-paramedic-face-protective-medical-mask-standing-front-ambulance-car_627829-4899.jpg?t=st=1717523430~exp=1717527030~hmac=2c18d200f9baa56353f06c58176c42d1ba74696ca3bd1c0a93bd28fd8f93508a&w=826",
            "description": "Hazie maka njem siri ike na enwere ike ịnweta gaa ebe nrụọrụ nke ahụike, ọkachasị maka ọnọdụ ndị na-adịghị ahụkebe ma ọ bụ awa ndị a na-apụghị ịdabere na ya.",
            "content": "Jide n'aka na ịnweta njem nke siri ike, na-enye ntụkwasị obi na enwere ike ịnweta, ọkachasị maka awa ndị a na-apụghị ịdabere na ya iji gbazinye ndị inyom dị ime gaa ebe nrụọrụ nke ahụike na amụ nwa ma ọ bụ n'ọnọdụ nsogbu."
          }
        ]
      }
    },
    {
      "id": 2,
      "title": "Ndị Ihe Ụjọ n’Ọgbọ Ime na N'oge Amụmụ",
      "topic_img": "https://img.freepik.com/free-vector/hand-drawn-flat-design-infertility-illustration_23-2149379493.jpg?t=st=1717344443~exp=1717348043~hmac=e32cdcd73c7cb7cae072e2078775740fff5046cb5b42e7732605d0299a830f3f&w=740",
      "description": "Mụta banyere ihe ndị dị mkpa na-adịghị mma n’oge ime na n'oge ime n’ogbe, nke onye ọ bụla na-atụ anya ime kwesịrị ịma iji hụ na enyere aka na oge.",
      "content": {
        "intro": "Ịmara ihe ndị na-akpata nsogbu n’oge bụ isi. Ịmata ihe ị ga-achọ na-eme ka i nweta enyemaka ịchọrọ n'enweghị ndọtị.",
        "details": [
          "Ọbara n’ụlọ ọmụmụ",
          "N’tụpụrụ nwa oge niile",
          "Achịcha na anya",
          "Iwe iwe",
          "Ọrịa",
          "Ihe mgbu n’afọ",
          "Ịkwụsị aka na ahụ",
          "Ọkụ isi ike ma ọ bụ anya nwere ike ịbụ nkwarụ",
          "Ụjọ ma ọ bụ anụ ọhịa",
          "Ihe mgbu n’afọ",
          "Mgbawa oge nke akwara na mpaghara ọnụma ma ọ bụ nsị na-adịghị mma na mpaghara ahụ",
          "Dịkwa nkịtị nke anụ ọhịa"
        ],
        "subtopics": []
      }
    },
    {
      "id": 3,
      "title": "Ntụziaka Ikike Nke Nsogbu",
      "topic_img": "https://img.freepik.com/free-vector/flat-about-me-concept-with-hobbies-interests_23-2148886062.jpg?t=st=1717344540~exp=1717348140~hmac=8c9bf91a1829c56b1f1674beda99f3c315c58dc279b56776d66aa97eefc8ea18&w=740",
      "description": "Hapụ isi na ntụziaka ikike nke nsogbu, dị ka ịchọ ọkachamara, ịsụ n'ime, na ọrụ ejị na mmadụ na-eme ka ọ na-achọ njem na arụ ụmụna na nkekwado nke ọjọọ.",
      "content": {
        "intro": "Ikike ego nke nsogbu ga-eji n'elu ọmụma ka ọ na-ahazi ọmụma nke ọma na-achọ nke ọjọọ. Chere na ị chọrọ ihe gbanwere ọrụ ndị na-eme nkekwado.",
        "details": [
          "Iji ntụziaka na ichi eziokwu ga-eji enyere gị ike iji gbakwunyere gị ka ị na-ebipụrụ.",
          "Okporo ihe na-akpọ dị, ome ya na-enweghi isi n'ime nke ga-akpọrọ ịbanye.",
          "Isi ike na-akpọ dị, onye ga-akpọrọ ya iji ọdụ maka ọrụ ụmụna nke ọma.",
          "Mmadụ na-ahazi ego nke nsogbu ọma kacha n'ụmụnna, ndị ogo na ọrụ ndị ọzọ ga-enye gị nta.",
          "Ntụziaka n'okwu ọrụ nke nsogbu na ihe ojoo na-eme ịbanye ya dị ka ngwọ."
        ],
        "subtopics": [
          {
            "id": 7,
            "title": "Mepụta Akwụkwọ Ikike Nke Nsogbu",
            "topic_img": "https://img.freepik.com/free-photo/top-view-busy-dark-skinned-woman-writes-down-records-notebook-from-book_273609-44310.jpg?t=st=1717523629~exp=1717527229~hmac=a186798a965888061d41dbcbaff609111343c03c9a8eb5a7f32db46d988d9ffa&w=826",
            "description": "Akwụkwọ nke nsogbu enweghị n'uhie gị na akwụkwọ nke ọtụtụ n'ụzọ na ndị mmadụ. Tụgharị na ọ na-egwuregwu na ndị nwere ike ị banye ya.",
            "content": "Akwụkwọ nke nsogbu enweghị n'uhie gị na akwụkwọ nke ọtụtụ n'ụzọ na ndị mmadụ. Tụgharị na ọ na-egwuregwu na ndị nwere ike ị banye ya. Ọ bụ aha na-akụrụ na ọ hụrụ na arụ ụmụna na ụmụna na ịzụ ihe atọ na banye ga-akpọrọ iji na arụ ụmụna."
          },
          {
            "id": 8,
            "title": "Ntụziaka Nsogbu na Ọgwụkọ N'ime Ụmụnwa Na Ihe Nzuzo",
            "topic_img": "https://img.freepik.com/free-photo/black-pregnant-women-posing_23-2151446148.jpg?t=st=1717523768~exp=1717527368~hmac=4962ef018e835fd114595285a8a98164a56a1abe648c451d7bcc1624548e8fbc&w=996",
            "description": "Kedu nke na-egbukọ na nwere nsogbu na ọgwụkọ n'ime ụmụnwa na ihe nzuzo, dị ka ịkpa akpa n'ahụ ma ọ bụ otutu n'ala. Ọ bụ aha na-enweghị nsogbu.",
            "content": "Nwunye dị ịpụtara na-akwadobe na-ebipụrụ nsogbu na ọgwụkọ n'ime ụmụnwa. Ha na-enye gị ụbọchị ego nke nsogbu, nweta akpọrọ ego na ego nke ọma, uche na ihe dị ịzụ na-eme ọdụ maka akaelu."
          },
          {
            "id": 9,
            "title": "Njiko",
            "topic_img": "https://img.freepik.com/free-vector/delivery-point-abstract-concept-illustration_335657-3937.jpg?t=st=1717523856~exp=1717527456~hmac=5796d300d8e495d2c2efed4c36510033aba79ad3378916aec814f19ca026fe64&w=740",
            "description": "Gbafuo njiko dị ọkachamara na ihe dị ịsụ na njiko, ebe nwere njiko n'ụbọchị, ịgbaala ugbu a.",
            "content": "Gbafuo njiko dị ọkachamara, dị egwuregwu na ịsụ njiko, ebe nwere njiko n'ụbọchị, ịgbaala ugbu a maka njiko."
          },
          {
            "id": 10,
            "title": "Ogo",
            "topic_img": "https://img.freepik.com/free-photo/hand-putting-mix-coins-seed-clear-bottle-copyspace-business-investment-growth-concept_1423-104.jpg?t=st=1717523896~exp=1717527496~hmac=780acbba6327a17b9b1545ee2ed17faeb2e6c376777ae1073862440a5c1d3058&w=826",
            "description": "Gbatara ego na-eme gbalaba dị ọkachamara na ihe dị ịsụ na ogo. Gafe ego ụlọ ọrụ, ego ugbu a, na ịgbasawanye nke njem kwaara.",
            "content": "Gbatara ego na-eme gbalaba dị ọkachamara na ihe dị ịsụ na ogo. Gafe ego ụlọ ọrụ, ego ugbu a, na ịgbasawanye nke njem kwaara."
          },
          {
            "id": 11,
            "title": "Ike Ịhụnanya",
            "topic_img": "https://img.freepik.com/premium-photo/composite-image-business-people-playing-chess-against-white-background-with-vignette_1134-81973.jpg?w=826",
            "description": "Ịdị ịchọrọ onye ga-achọpụta ike ịhụnanya na ịgbaala ugbu a ma ọ bụ na ihe dị ịsụ. Ịchọrọ onye dị mkpa na ihe ịgbasawanye ga-adịgide njọ.",
            "content": "Ịdị ịchọrọ onye ga-achọpụta ike ịhụnanya na ịgbaala ugbu a ma ọ bụ na ihe dị ịsụ. Ịchọrọ onye dị mkpa na ihe ịgbasawanye ga-adịgide njọ."
          },
          {
            "id": 12,
            "title": "Onye Ụwa Na Ụmụna",
            "topic_img": "https://img.freepik.com/premium-vector/family-reunion-isolated-cartoon-vector-illustration_107173-19436.jpg?w=740",
            "description": "Zitere onye ga-adịgide ụmụna gị mgbanwe na ọdịkarị na ụmụna gị. Ọ bụrụ na a bụghị onye ụwa, ịnweta onye dị na-achọ mba mgbanwe na ihe dị ịzụ ya.",
            "content": "Zitere onye ga-adịgide ụmụna gị mgbanwe na ọdịkarị na ụmụna gị. Ọ bụrụ na a bụghị onye ụwa, ịnweta onye dị na-achọ mba mgbanwe na ihe dị ịzụ ya."
          },
          {
            "id": 13,
            "title": "Nke Ahụ",
            "topic_img": "https://img.freepik.com/free-vector/human-blood-donate-white-background_1308-111266.jpg?t=st=1717524097~exp=1717527697~hmac=831c4ed2235af231eee9c5956769e375c53867d6b9831d739aa33a032f4c2d86&w=740",
            "description": "Nyekwara onye ga-adịgide nke ahụ mgbanwe na ọdịkarị. Na njikwa mmadụ na ihe dị ịzụ, mgbanwe na ọdịkarị ọdịnka nke ahụ ga-eji nwere ike.",
            "content": "Nyekwara onye ga-adịgide nke ahụ mgbanwe na ọdịkarị. Na njikwa mmadụ na ihe dị ịzụ, mgbanwe na ọdịkarị ọdịnka nke ahụ ga-eji nwere ike."
          },
          {
            "id": 14,
            "title": "Ihe Nkiri A Nwere Ese",
            "topic_img": "https://img.freepik.com/free-photo/box_53876-65526.jpg?t=st=1717524141~exp=1717527741~hmac=4c0c67298aae43035b4119ff005d4a32795c71efac49fac865a000eea4638af5&w=740",
            "description": "Tụtụrụ ihe ndị nwere ọrụ n'agba a, n'ụbọchị, ka ọ na-ahazi ihe ọ ga-enye mma maka ọrụ ụmụna na arụ ụmụna gị. Ọ dị ka ngwọ.",
            "content": "Tụtụrụ ihe ndị nwere ọrụ n'agba a, n'ụbọchị, ka ọ na-ahazi ihe ọ ga-enye mma maka ọrụ ụmụna na arụ ụmụna gị. Ọ dị ka ngwọ."
          }
        ]
      }
    }
  ]
}
