{
  "welcome": "Kaabo👋",
  "subText": "Kini o nkà lori loni?",
  "searchPlaceholder": "Ṣàwárí",
  "exploreTopics": "Ṣàwárí Ẹ̀kọ́",
  "closeButton": "Ti",
  "changeLanguage": "Yipada Èdè",
  "mainTopics": [
    {
      "id": 1,
      "title": "Igbeyewo Omo",
      "topic_img": "https://img.freepik.com/free-photo/medium-shot-happy-parents-be_23-2151446095.jpg?t=st=1716893006~exp=1716896606~hmac=b7b5cf53c7adf68cf21bece8021635c06100b232177d1c22532384ec204041ef&w=740",
      "description": "Oye ati abuda ti oyun, lati ibẹrẹ rẹ si akoko rẹ.",
      "content": {
        "intro": "Igbeyewo omo jẹ akoko iyanu pẹlu ọpọlọpọ awọn iyipada ati awọn italaya ti o jẹ pataki fun ara ati ọkan. Akoko yii jẹ pataki fun idagbasoke ọmọ ati inu.",
        "details": [
          "Igbeyewo omo maa n gba to awọn ọsẹ 40, ti a pin si mẹta ni trimester. Kọọkan ni awọn ifojusi rẹ ati awọn italaya pataki.",
          "Awọn ami akọkọ ni trimester akọkọ jẹ awọn aami aisan bii rirẹ, ailera, ati isoro ninu ọkan. O ṣe pataki lati jẹun daradara ati mu omi to.",
          "Itọju prenatal lojoojumọ jẹ pataki lati ṣayẹwo ilera iya ati ọmọ. Eyi pẹlu lilọ si dokita ni igba to yẹ, ṣiṣe awọn ultrasound, ati awọn ayẹwo ẹjẹ.",
          "Ni akoko trimester keji, ọpọlọpọ awọn obinrin ni iriri iṣẹ diẹ sii ati agbara. Eyi jẹ akoko ti o dara lati bẹrẹ awọn adaṣe ti o tọ bi ṣiṣe tabi lilọ, eyi ti o le ṣe iranlọwọ lati ṣakoso iwuwo ati mura ara fun ibè.",
          "Ni akoko trimester kẹta, ọmọ naa n dagbasoke ni iyara, ati iya le ni iriri awọn iṣoro ibinu nitori ọmọ nla. Awọn adaṣe to dara, yoga prenatal, ati jijẹ ounje ni awọn akoko kekere le ṣe iranlọwọ lati ṣakoso awọn iṣoro wọnyi.",
          "Igbeyewo omo ni awọn iyipada ninu ọkan. Awọn iyipada homonu le fa awọn iyipada ninu ọkan, ati pe o ṣe pataki lati ba alabaṣiṣẹpọ rẹ sọrọ ati lati wa atilẹyin lati ọdọ awọn ọrẹ ati ẹbi.",
          "Mura fun ibè pẹlu gbigbe akoko sinu awọn kilasi prenatal, ṣe eto ibè, ati ronu nipa awọn aṣayan iṣakoso ibè pẹlu dokita rẹ. Eyi jẹ akoko ti o dara lati mura apo ile-iwosan rẹ ati lati ṣeto ẹni ti yoo mu ọ lọ si ile-iwosan nigbati ibè ba bẹrẹ."
        ],
        "subtopics": [
          {
            "id": 1,
            "title": "Ounjẹ Ni Akoko Oyun",
            "topic_img": "https://img.freepik.com/free-photo/front-view-pregnant-woman-eating-salad_23-2148302044.jpg?t=st=1718446334~exp=1718449934~hmac=edf04224d089afe80bf68bbca5167f298220aa3d0caabeaf60b438b6fb22235d&w=826",
            "description": "Jije ounjẹ to dara lati ṣe atilẹyin ilera iya ati ọmọ.",
            "content": "Jije ounjẹ to dara jẹ pataki ni akoko oyun lati ṣe atilẹyin idagbasoke ati ilera ọmọ ati lati ṣetọju ilera iya. Rii daju pe o jẹ gbogbo awọn eroja ti awọn eso, ẹfọ, ẹran, ati awọn ọja wara. Awọn ohun pataki ni acid folic, iron, calcium, ati omega-3 fatty acids. Ṣe akiyesi pe o ni awọn vitamin prenatal lati jẹri pe o ni gbogbo awọn eroja ti o nilo. Yago fun awọn ounjẹ bii awọn eja ti ko ṣetan, wara ti ko ni pasteurize, ati caffeine pupọ. Mimu omi to jẹ pataki."
          },
          {
            "id": 2,
            "title": "Idaraya ati Ilera",
            "topic_img": "https://img.freepik.com/free-vector/training-home-concept_23-2148500626.jpg?t=st=1718446580~exp=1718450180~hmac=69c77be46b3ecc9c8e2ba928f1b4693548a72db3b657fc9ef12e67d2812dd77e&w=740",
            "description": "Ṣe iranlọwọ lati ṣetọju ilera ati agbara ni akoko oyun.",
            "content": "Ṣiṣe awọn adaṣe lojoojumọ ni akoko oyun le ṣe iranlọwọ lati ṣakoso iwuwo, dinku aapọn, ati mura ara fun ibè. Awọn adaṣe bii ṣiṣe, lilọ, ati yoga prenatal jẹ to dara. Ti o ba ni iriri rirẹ tabi aapọn, o ṣe pataki lati ṣeto eto adaṣe rẹ ati lati mu awọn ipele rẹ pọ si. Iṣakoso daradara le ṣe iranlọwọ lati dinku awọn aami aisan bii irora ẹhin ati ṣetọju ilera rẹ. Jọwọ kan si dokita rẹ ṣaaju ki o to bẹrẹ eyikeyi eto adaṣe."
          },
          {
            "id": 3,
            "title": "Ọkan ati Aabo",
            "topic_img": "https://img.freepik.com/free-photo/surprised-greatful-attractive-tender-african-american-woman-trendy-brown-t-shirt-holding-hands-heart-smiling-broadly-from-amazement-joy-happy-receive-award-gray-wall_176420-23261.jpg?t=st=1718447380~exp=1718450980~hmac=d2a698e130a4a2487e48e1c7cfc8783a5e5f02e4d80f3057795760d153196446&w=826",
            "description": "Ṣakoso awọn iyipada ninu ọkan ati ilera ọkan ni akoko oyun.",
            "content": "Oyun le fa awọn iyipada nla ninu ọkan nitori awọn iyipada homonu. O ṣe pataki lati gba awọn iyipada wọnyi, lati inu itẹlọrun ati ayọ si ọpọlọpọ awọn iyipada ti o le fa aapọn. Nilo ibaraẹnisọrọ pẹlu alabaṣepọ rẹ, ati lati wa atilẹyin lati ọdọ awọn ọrẹ ati ẹbi. Awọn ọna ṣiṣe bi mindfulness, meditatiọn, ati yoga prenatal le ṣe iranlọwọ lati ṣakoso aapọn ati imudara ọkan. Ṣe akiyesi rẹ, lọ si dokita tabi ọgbọn ti o ni iriri ti o ba ni iriri awọn iyipada ọkan ti o le jẹ ọjọgbọn."
          },
          {
            "id": 4,
            "title": "Itọju Prenatal",
            "topic_img": "https://img.freepik.com/free-photo/medium-shot-father-tickling-girl_23-2150275587.jpg?t=st=1718447760~exp=1718451360~hmac=51856729c2a40c255aba60dc54012efc8b9c6f090534fd3777c7c84f47ba98d9&w=826",
            "description": "Atilẹyin ati awọn ayẹwo lati ṣayẹwo ilera rẹ ati ọmọ rẹ.",
            "content": "Itọju prenatal lojoojumọ jẹ pataki lati ṣayẹwo ilera iya ati ọmọ. Eyi pẹlu lilọ si dokita fun awọn ayẹwo ilera, ṣiṣe ultrasound, ati awọn ayẹwo ẹjẹ. Itọju prenatal ṣe iranlọwọ lati ṣawari eyikeyi awọn iṣoro ti o le dide ni akoko yii. Dokita rẹ yoo ṣe iranlọwọ lati ṣakoso awọn aami aisan, ounje, ati ilera rẹ. Jọwọ jẹ ki o ṣeto awọn ipinnu rẹ ati ni ifọwọsowọpọ pẹlu dokita rẹ."
          },
          {
            "id": 5,
            "title": "Mura Fun Ibi",
            "topic_img": "https://img.freepik.com/free-photo/daughter-father-reading-book-together_23-2148982018.jpg?t=st=1718447852~exp=1718451452~hmac=8f7c7afb27f12daac2a107c5f718a09a0891de41365339dfa07525b4da8a16d6&w=826",
            "description": "Mura fun ibi ati iṣeto.",
            "content": "Mura fun ibi nbeere ọpọlọpọ awọn igbesẹ, pẹlu ṣiṣe eto fun ibi, lilọ si awọn kilasi prenatal, ati ronu nipa awọn aṣayan iṣakoso ibè pẹlu dokita rẹ. Eyi jẹ akoko ti o dara lati mura apo ile-iwosan rẹ ati lati ṣeto awọn ohun pataki, ati lati wa ẹni ti yoo mu ọ lọ si ile-iwosan nigbati ibè ba bẹrẹ. Gba akoko lati ṣe atunyẹwo ati gba gbogbo alaye ti o nilo nipa awọn igbesẹ ti yoo jẹ. Lo akoko ati ṣe atilẹyin pẹlu ẹbi ati awọn ọrẹ rẹ."
          }
        ]
      }
    },

    {
      "id": 2,
      "title": "Ibẹrẹ",
      "topic_img": "https://img.freepik.com/free-photo/portrait-mother-with-newborn-baby_23-2151055033.jpg?t=st=1716893171~exp=1716896771~hmac=20352121ae714f785024ac29dfb85ff7b060ede9697444d58f191d92134ab5a6&w=826",
      "description": "Ilana ati ipele ti ìbèèrè, àti ohun tí a lè retí nígbà ìkànsí.",
      "content": {
        "intro": "Ìbèèrè ni ipari ìyàwó, tí ó ní pẹ̀lú iṣẹ́ àti ìkànsí ọmọ. Ó jẹ́ ìrírí pataki tó yí ayé padà fún àwọn òbí.",
        "details": [
          "Ẹ̀ka mẹ́ta wa ní iṣẹ́: ìbèèrè ìbèèrè, iṣẹ́ ìbèèrè, àti ìkànsí ìṣẹ́. Mímọ̀ kọọkan lára wọn lè ràn é lọ́wọ́ láti mọ ohun tí a lè retí.",
          "Ìbèèrè ìbèèrè jẹ́ pẹlu ìbọ̀wọ̀ èrè àti imúlẹ̀ ìmú. Ẹ̀ka yìí lè pẹ̀ fún ọ̀pọ̀ wákàtí tàbí ọjọ́. Ó ṣe pàtàkì láti jẹ́ ki o ní ìtùnú, kó sinmi, àti mímu omi lọ́rẹ. Àwọn iṣẹ́ àjẹkù bíi rìn lè ràn é lọ́wọ́ láti ṣe àfihàn ìbèèrè.",
          "Iṣẹ́ ìbèèrè jẹ́ nígbà tí ìbọ̀wọ̀ èrè ti di síi tó sì pọ̀. Ìmú ṣí pọ̀ lẹ́sẹ̀kẹsẹ. Àwọn aṣayan ìbá ìrora nípò, bíi ẹ̀dá ṣe àti ìkànsí, lè wà ní ààyè. Ìbá ìrora jẹ́ ní àtọkànwá, bíi àfojúsùn àti ìka, àtọkànwá àtọkànwá bíi epidural.",
          "Ìkẹta iṣẹ́ ni ìpàdé, níbi tí ọmọ ṣe nlọ nígbà ìkànsí. Tí o bá n tẹ̀le ìtọsọna oníṣẹ́ ìtọ́jú rẹ̀, ó ṣe pàtàkì. Àwọn ipo mẹ́ta, bíi kíkà tàbí lilo stool ìbèèrè, lè ràn é lọ́wọ́ nípa ìkànsí.",
          "Ìkẹrin iṣẹ́ jẹ́ ìkànsí ìṣẹ́. Yìí ma n ṣẹlẹ̀ ní àkókò mẹ́ta lẹ́yìn tí ọmọ bá ti bi. Ìkẹkẹ ní lé àtúpalẹ̀ àti àtúpalẹ̀ ẹ̀dá.",
          "Ìtọju ìkẹhin, pẹ̀lú ìmúpọ̀, ọ̀pọ̀ ìbèèrè àìlera, tàbí àìlera. Ìtọjú àtúpalẹ̀ tó n lọ, àpẹẹrẹ, láti jẹ́ ki ara ṣeé ẹ̀, àti ní lẹ́kọ̀ọ́ wọn.",
          "Ó ṣe pàtàkì láti ní ètò ìbèèrè, ṣùgbọ́n kó ṣeé ṣe kí o jẹ́ láti jẹ́ olùpẹ̀ ṣùgbọ́n pẹ̀lú pé kí o ràn é lọ́wọ́ bí ọ̀rọ̀ kọ̀ọ̀kan bá dájú."
        ],
        "subtopics": [
          {
            "id": 6,
            "title": "Ẹ̀ka Iṣẹ́",
            "topic_img": "https://img.freepik.com/free-photo/obstetrics-medical-team-delivering-baby-woman_482257-13970.jpg?t=st=1718448362~exp=1718451962~hmac=5e1f6a27fdc9d02d87a4b503c8cb0f69323f5ad92252c45ba5644794ac0b6bac&w=826",
            "description": "Mímọ̀ àwọn ẹ̀ka iṣẹ́ àti ohun tí a lè retí.",
            "content": "Iṣẹ́ ni a pin sí mẹ́ta: ìbèèrè ìbèèrè, iṣẹ́ ìbèèrè, àti ìkànsí ìṣẹ́. Ìbèèrè ìbèèrè jẹ́ pẹlu àwọn ìtọ́jú àti ìmúlẹ̀ ìmú. Ìpẹ̀pẹ̀ yìí lè pẹ̀ fún wákàtí tàbí ọjọ́ àti àtúpalẹ̀. Ìmúlé ìmú, pẹ̀lú imú lọ́rọ̀. Ìṣẹ́ ìbèèrè jẹ́ tí ìmú ti pọ̀, àti ìmú ṣí mọ́, láti ọ̀dọ̀ 6 sí 10 centimeters. Àwọn aṣayan ìbá ìrora, bíi epidurals tàbí ìka, lè wà ní ààyè nígbà yìí. Ìkẹta iṣẹ́ ni ìpàdé, níbi tí ọmọ ṣe nlọ nígbà ìkànsí. Àwọn ipo mẹ́ta lè ràn é lọ́wọ́ nípa ìkànsí. Ìkẹrin iṣẹ́ jẹ́ ìkànsí ìṣẹ́, níbi tí ó ti jẹ́ ní ìkànsí yàtọ̀ síi àwọn ọmọ tí a bi."
          },
          {
            "id": 7,
            "title": "Ìbá Ìrora",
            "topic_img": "https://img.freepik.com/free-vector/hand-drawn-flat-design-sonography-illustration_23-2149366316.jpg?t=st=1718448552~exp=1718452152~hmac=e52906d467b863c9a0292127469da313335a23b02c916304005b7db290669e5b&w=740",
            "description": "Àwọn aṣayan fún ìbá ìrora nígbà iṣẹ́ àti ìkànsí.",
            "content": "Ìbá ìrora nígbà iṣẹ́ lè jẹ́ pẹ̀lú àtọkànwá. Àwọn ọna ìbá ìrora jẹ́ láti ṣetọ́rẹ àwọn ìfihàn àtọkànwá, àti ìkànsí tàbí ẹ̀dá. Hydrotherapy, tàbí ìbèèrè ní omi, lè ràn é lọ́wọ́. Àwọn aṣayan ìbá ìrora nípò, bíi epidurals, jẹ́ ní ìmú fún ẹ̀dá pẹ̀lú ìbá ìrora. Àwọn aṣayan miiran jẹ́ awọn ẹ̀dá àti nitrous oxide. Ó ṣe pàtàkì láti ba oníṣẹ́ ìtọ́jú rẹ̀ sọ̀rọ̀ níṣọ̀kan ṣáájú àti jẹ́ olùpẹ̀ bí iṣẹ́ ṣe ń lọ."
          },
          {
            "id": 8,
            "title": "Ìpo Ìkànsí",
            "topic_img": "https://th.bing.com/th/id/R.339cc52b5ae7e6f624c873a8377cd1c7?rik=tuArRE7DcegXpA&pid=ImgRaw&r=0",
            "description": "Àwọn ipo mẹ́ta tó lè ràn é lọ́wọ́ nípa ìkànsí.",
            "content": "Àwọn ipo ìkànsí lè ṣe iranlọwọ láti jẹ́ pé ìkànsí àti ipò. Ìpọ̀tẹ̀bí ṣáájú, bíi kíkà, tàbí lilo stool ìbèèrè, lè lo àyíká láti ṣe ìkànsí. Àwọn ipo ọwọ̀ àti-ìkẹ̀kẹ̀ lè ràn é lọ́wọ́ nípa ìyà tó. Àwọn ipo àtúnṣe lè gba ìdárayá, tí o sì ràn é lọ́wọ́ nípa ìkànsí. Lilo ball ìbèèrè lè jẹ́ rírí àwọn àfikún."
          },
          {
            "id": 9,
            "title": "Ìtọju Lẹ́yìn Ìbèèrè",
            "topic_img": "https://img.freepik.com/free-photo/single-mom-lying-couch-with-her-baby-son-covid19-lockdown_53876-98116.jpg?t=st=1718449084~exp=1718452684~hmac=49455bd2f0d9a38965de62ee155e504b1c8b99a1ceeabc57d44a8f66afc822d5&w=826",
            "description": "Ìtọju ara rẹ lẹ́yìn ìbèèrè àti àkíyèsí fún àjọṣe àìlera.",
            "content": "Ìtọju lẹ́yìn ìbèèrè jẹ́ mímú àkíyèsí àwọn ọ̀nà méta: àtúpalẹ̀, ìmú, àti àtọ́kọ́sílẹ̀. Ó ṣe pàtàkì láti tẹ̀síwájú àwọn ìtọ́jú, láti jẹ́ ki ìmú. Àwọn ìtọju àkíyèsí, ṣùgbọ́n láti kó àti ìdárayá àtọkànwá fún ìmú, lè jẹ́ àyíká yìí. Ó yẹ kí o ní ìmúlàdùn àti tí o bá ti ní ìmú tó ń jẹ́ àkíyèsí. Tí ó bá ní ìyàtò nílẹ̀, ṣàbẹ̀wò láti jẹ́ oníṣẹ́ ìtọ́jú rẹ̀."
          }
        ]
      }
    },
    {
      "id": 3,
      "title": "Lẹhin Ikẹkọ",
      "topic_img": "https://img.freepik.com/free-photo/portrait-mother-with-newborn-baby_23-2151055102.jpg?t=st=1716893264~exp=1716896864~hmac=032ebce4a7d2f0706ab78031a75764e0b6eecca2cd4b5e4e041b9cb5fbe3b947&w=740",
      "description": "Akoko lẹhin ikẹkọ ati imudara si igbesi aye pẹlu ọmọ tuntun.",
      "content": {
        "intro": "Akoko lẹhin ikẹkọ, ti a tun mọ si akoko postpartum, ni a ṣe pataki nigbati o ba n bọ lati ọdọ ikẹkọ ati ni atilẹyin fun igbesi aye pẹlu ọmọ tuntun rẹ.",
        "details": [
          "Ọsẹ mẹfa akọkọ lẹhin ikẹkọ ni a ṣe akiyesi bi akoko postpartum. Akoko yii jẹ pataki fun imularada iya ati asopọ pẹlu ọmọ.",
          "Imularada ara pẹlu iyọkuro lati awọn aisan tabi awọn itẹ-ẹsẹ, iṣakoso iṣu postpartum, ati ṣiṣe pẹlu eyikeyi awọn irora tabi irora. Idaraya, omi, ati ounje to dara jẹ pataki ni akoko yii.",
          "Awọn iyipada ẹdun jẹ wọpọ, pẹlu ọpọlọpọ awọn iya tuntun ti o n ṣe iriri 'baby blues' nitori awọn iyipada homonu. O ṣe pataki lati wa atilẹyin ati sọ pẹlu ọkọ rẹ ati awọn ololufẹ rẹ. Ti awọn imọlara ibanujẹ tabi aibalẹ ba tẹsiwaju, iranlọwọ ọjọgbọn le jẹ dandan.",
          "Iwẹnumọ le jẹ igbadun ṣugbọn o le jẹ idiju. Wa itọsọna lati ọdọ awọn olutọju lactation ati awọn olutọju ilera lati rii daju ilana to tọ ati yanju awọn iṣoro bii awọn iṣoro ti iṣe tabi awọn akọsilẹ irora.",
          "Itoju ọmọ tuntun pẹlu ẹkọ lati ṣakoso awọn eto ounje, awọn ilana oorun, ati awọn iyipada diapera. O ṣe pataki lati ṣẹda agbegbe ailewu ati itura fun ọmọ, pẹlu awọn ilana oorun to dara ati awọn ayẹwo deede pẹlu dokita ọmọ.",
          "Itoju ara jẹ pataki ni akoko postpartum. Gba akoko fun ara rẹ, boya o jẹ irin-ajo kukuru, iwẹ rirẹ, tabi irọlẹ nikan. Maṣe ṣiyemeji lati beere iranlọwọ lati ọdọ ẹbi ati awọn ọrẹ.",
          "Ṣiṣe eto kan le ṣe iranlọwọ lati ṣakoso awọn ibeere ti itọju ọmọ tuntun. Botilẹjẹpe irọrun jẹ pataki, nini eto ti o wọpọ fun ounje, oorun, ati awọn iṣẹ ile le pese imọlara iduroṣinṣin."
        ],
        "subtopics": [
          {
            "id": 11,
            "title": "Imularada Ara",
            "topic_img": "https://img.freepik.com/free-photo/newborn-baby-sleeping-basket_1157-18750.jpg",
            "description": "Imularada ati gbigba agbara lẹhin ikẹkọ.",
            "content": "Imularada ara lẹhin ikẹkọ yatọ si fun obirin kọọkan, da lori awọn ifosiwewe bi iru ikẹkọ ati eyikeyi awọn iṣoro. Awọn ikẹkọ nipasẹ vagina le pẹlu wẹwẹ lati awọn aisan tabi episiotomies, nigba ti awọn ikẹkọ ti a ṣe nipasẹ cesarean nilo itọju fun incision iṣoogun. Isu postpartum, tabi lochia, le pẹ fun ọsẹ diẹ ati yọrisi lọra. Iṣakoso irora, bii irora perineal tabi awọn ifasilẹ uterine, le ṣe iranlọwọ nipasẹ awọn itọju irora ti o ra ni awọn ile itaja ati awọn iyasọtọ ile bi awọn sitz baths. O ṣe pataki lati sinmi bi o ti ṣee, mu omi, ati jẹ onje ti o dara lati ṣe atilẹyin imularada. Awọn adaṣe rirọ, bii irin-ajo tabi awọn adaṣe floor pelvic, le ṣe iranlọwọ lati tun pada agbara ati gbigbe. Nigbagbogbo tẹle awọn imọran alagbawo ilera rẹ ati lọ si awọn ayẹwo postpartum lati ṣe atẹle imularada rẹ."
          },
          {
            "id": 12,
            "title": "Ilera Ẹdun",
            "topic_img": "https://img.freepik.com/free-photo/happy-mother-baby-son-playing-bed_1157-18672.jpg",
            "description": "Iṣakoso awọn iyipada ẹdun ati ilera ọpọlọ lẹhin ikẹkọ.",
            "content": "Akoko postpartum le mu ọpọlọpọ awọn iyipada ẹdun nitori awọn iyipada homonu, aini oorun, ati awọn iṣẹ-ṣiṣe tuntun ti obi. O jẹ wọpọ lati ṣe iriri 'baby blues', pẹlu awọn iyipada iṣesi, irora, ati awọn imọlara ibanujẹ. Eyi nigbagbogbo n yanju laarin awọn ọsẹ diẹ. Sibẹsibẹ, ti awọn imọlara ibanujẹ, aibalẹ, tabi ifẹkufẹ tẹsiwaju, o le jẹ ami ti aibalẹ postpartum, eyiti o nilo iranlọwọ ọjọgbọn. Wiwa atilẹyin lati ọdọ ọkọ rẹ, ẹbi, ati awọn ọrẹ jẹ pataki. Nwọnyo ẹgbẹ awọn iya tuntun tabi wiwa imọran le pese atilẹyin ẹdun. Ṣiṣe awọn iṣe iwọntunwọnsi, gẹgẹbi gbigba awọn isinmi, ṣiṣẹ ni awọn iṣẹ ti o ni itẹlọrun, ati rii daju iseda oorun to dara, le ṣe iranlọwọ lati ṣakoso ilera ẹdun."
          },
          {
            "id": 13,
            "title": "Iwẹnumọ",
            "topic_img": "https://img.freepik.com/free-photo/mother-breastfeeding-her-baby_1157-20452.jpg",
            "description": "Itọsọna ati atilẹyin fun iwẹnumọ aṣeyọri.",
            "content": "Iwẹnumọ nfunni ni ọpọlọpọ awọn anfani fun iya ati ọmọ, pẹlu pese awọn nkan ti o niyelori ati agbara asopọ. Sibẹsibẹ, o le jẹ iṣoro, paapaa fun awọn iya tuntun. Ilana to dara ti latching jẹ pataki lati yago fun awọn iṣoro bii irora ni awọn ibè ati lati rii daju ifihan to dara ti omi. Awọn olutọju lactation le pese itọsọna ati atilẹyin ti o niyelori. Ṣiṣẹda eto wiwẹ ti o ṣiṣẹ fun ọ ati ọmọ rẹ jẹ pataki. O tun jẹ anfani lati kọ ẹkọ nipa awọn ipo iwẹnumọ oriṣiriṣi ati lati wa ohun ti o dara julọ fun ọ. Mu omi, jẹun onje to ni nutrients, ati rii daju isinmi to dara le ṣe atilẹyin iṣelọpọ madara. Ti o ba dojuko awọn iṣoro, maṣe ṣiyemeji lati wa iranlọwọ lati ọdọ awọn olutọju ilera tabi awọn ẹgbẹ atilẹyin iwẹnumọ."
          },
          {
            "id": 14,
            "title": "Itoju Ọmọ Tuntun",
            "topic_img": "https://img.freepik.com/free-photo/newborn-baby-sleeping_1157-18777.jpg",
            "description": "Itoju ilera ati itẹlọrun ọmọ tuntun rẹ.",
            "content": "Itoju ọmọ tuntun pẹlu fun awọn aini ipilẹ ti ọmọ, pẹlu jijẹ, oorun, ati awọn iyipada diapera. Ni oye awọn ifihan jijẹ ọmọ rẹ ati ṣiṣe eto jijẹ jẹ pataki. Awọn ọmọ tuntun maa n sun fun igba kukuru ati ki o ji nigbagbogbo fun jijẹ. Rii daju awọn ilana oorun ailewu, gẹgẹbi fifi ọmọ rẹ ni pada ni ibusun laisi awọn aṣọ ìwẹ pẹlu ọwọ, jẹ pataki. Awọn iyipada diapera deede ati itọju hygiene le ṣe idiwọ fun ibajẹ diapera. Awọn ọmọ tuntun nilo itọju pẹlẹpẹlẹ ati atilẹyin fun ori ati ọrun wọn. Awọn ayẹwo dokita ọmọ deede jẹ pataki lati ṣe atẹle idagbasoke ati idagbasoke, ati awọn ajesara ṣe iranlọwọ lati daabobo ọmọ rẹ lati awọn arun. Ṣiṣe agbegbe aladani ati itọju le ṣe iranlọwọ fun ọmọ rẹ lati ni itẹlọrun ati mu ilọsiwaju ilera."
          },
          {
            "id": 15,
            "title": "Itoju Ara",
            "topic_img": "https://img.freepik.com/free-photo/mother-baby-bed_1157-19430.jpg",
            "description": "Titoju funrararẹ ni akoko postpartum.",
            "content": "Itoju ara nigbagbogbo ni a foju kọ ṣugbọn o ṣe pataki fun awọn iya tuntun. Gba akoko fun ara rẹ, paapaa ni awọn ọna kekere, le ni ipa nla lori ilera rẹ. Gbigba iranlọwọ lati ọdọ ẹbi ati awọn ọrẹ le pese idasilẹ ati gba ọ laaye lati sinmi. Ṣiṣe awọn iṣẹ ti o fẹ, gẹgẹbi kika, irin-ajo, tabi ṣiṣe hobi, le pese isinmi ti o ni ero. Ṣiṣe afikun onje, omi, ati isinmi ṣe atilẹyin fun imularada ara. O ṣe pataki lati ba ọkọ rẹ sọrọ nipa awọn aini ati awọn rilara rẹ ati wa atilẹyin ti o ba nira. Ranti pe itọju funrararẹ ko nikan jẹ anfani fun ọ ṣugbọn tun ṣe iranlọwọ fun ọ lati tọju ọmọ rẹ."
          }
        ]
      }
    },
    {
      "id": 4,
      "title": "Ibi ọmọ",
      "topic_img": "https://img.freepik.com/free-photo/black-pregnant-women-posing_23-2151446148.jpg?t=st=1716894103~exp=1716897703~hmac=8e7ee396bb40d9e89d0f0523e4eb3d4933eb4b552f0bfc1ce9ca8bee6cbe2c98&w=996",
      "description": "Ọna lati mọ igbesẹ ibi ọmọ ati fifi ara silẹ fun akoko ibimọ.",
      "content": {
        "intro": "Ibi ọmọ ni ilana ibimọ, eyi ti o pẹlu ibẹrẹ ti ilana iṣeduro, ilosoke ti ẹnu-ọna ẹnu-ọna, ati ibi ọmọ. Nini oye ti o yege ati fifi ara silẹ fun ilana yii le ṣe iranlọwọ fun ọ lati ni iriri ti o ni idunnu ati idunnu.",
        "details": [
          "Ibi ọmọ maa n lọ ni awọn igbesẹ mẹta: ibẹrẹ ibi ọmọ, iṣeduro ibi ọmọ, ati ifijiṣẹ ọrẹ (placenta). Gbogbo igbesẹ kọọkan ni awọn ẹya ara ẹrọ ati nilo awọn ilana iṣakoso oriṣiriṣi.",
          "Ibẹrẹ ibi ọmọ pẹlu ibẹrẹ iṣeduro, eyiti o ndagba ni agbara ati igbagbogbo. Ipo yii le ṣiṣe fun awọn wakati pupọ tabi paapaa awọn ọjọ. O ṣe pataki lati wa alaafia, sinmi, ati mu omi to to. Awọn ọna imudani bi lilọ le ṣe iranlọwọ ni idagbasoke ibi ọmọ.",
          "Iṣe iṣeduro naa ni a ṣalaye nipasẹ iṣeduro ti o lagbara ati igbagbogbo, pẹlu awọn ọrọ ẹnu-ọna ti o nwaye pẹlu iyara. Awọn aṣayan iṣakoso irora, gẹgẹbi iṣọpọ imọra tabi awọn ọna itọju, le ṣee lo ni akoko yii. O ṣe pataki lati tẹle awọn itọsọna ti alagbawo ilera rẹ.",
          "Igbesẹ keji ti iṣe iṣeduro ni akoko ti ifọkansi, nibiti ọmọ naa kọja nipasẹ ọna ibimọ ati bibi. Ipo ibi ti o dara fun eyi jẹ pataki. Tẹle awọn itọsọna ti alagbawo ilera rẹ ni akoko yii jẹ pataki.",
          "Igbesẹ kẹta pẹlu ifijiṣẹ ọrẹ (placenta), eyiti o maa n ṣẹlẹ laarin awọn iṣẹju 30 lẹhin ibimọ ọmọ. Ipa kekere ni lati fi le lori lati fa iranlọwọ ifijiṣẹ, ati pe alagbawo ilera yoo ṣayẹwo pe ọrẹ (placenta) ti kọja daradara lati ṣe idiwọ eyikeyi awọn iṣoro.",
          "Itọju lẹhin ibimọ pẹlu iṣayẹwo iyanju lori iya fun awọn ami eyikeyi ti o tọka wahala, bii iṣẹ pupọ tabi idena. A tun ṣayẹwo ọmọ tuntun lẹsẹkẹsẹ lati rii daju pe wọn ni ilera. Igbẹhin ati ifasilẹ ni ile-iṣẹ bi o ti ṣee ṣe ṣe igbega sisopọ ẹmi ati ikẹkọ fun ọmọ tuntun.",
          "O ṣe pataki lati ni eto ibi ọmọ, ati ni ọna adaṣe si ipo naa nitori ohunkohun le ṣẹlẹ. Fọwọsowọpọ pẹlu awọn alagbawo ilera rẹ lati ṣẹda eto ti ko ni wahala ti o da lori ipo naa."
        ],
        "subtopics": [
          {
            "id": 16,
            "title": "Awọn ami ibẹrẹ ibi ọmọ",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-having-contractions_1157-19953.jpg",
            "description": "Mọ awọn ami ibẹrẹ ibi ọmọ.",
            "content": "Mọ awọn ami ibẹrẹ ibi ọmọ le ṣe iranlọwọ fun ọ lati mọ igba lati kan si alagbawo ilera rẹ ati mura silẹ fun akoko ibimọ. Awọn ami ti o wọpọ pẹlu iṣeduro ti nwaye nigbagbogbo pẹlu agbara ti n pọ si ati igbagbogbo, irora ẹhin, ati itọ tabi ẹjẹ ti n ṣan. Ipo ti omi ti o lọ tabi omi ti n ṣan tun jẹ ami dandan ti o nfihan pe ibi ọmọ sunmọ. O ṣe pataki lati tọka iṣeduro lati ṣe ayẹwo igbagbogbo ati gigun akoko wọn. Ti o ba ni iriri eyikeyi ninu awọn ami wọnyi, kan si alagbawo ilera rẹ fun awọn ilana lori igba lati lọ si ile-iwosan tabi ile ibimọ."
          },
          {
            "id": 17,
            "title": "Awọn aṣayan iṣakoso irora",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-with-contractions_1157-19952.jpg",
            "description": "Awọn aṣayan fun iṣakoso irora lakoko ibi ọmọ ati ifijiṣẹ.",
            "content": "Awọn ọna oriṣiriṣi lo wa ti o le ṣee lo lati ṣe iṣakoso irora lakoko ibi ọmọ. Awọn ọna iṣakoso ti a mọ julọ pẹlu awọn ọna itọju ti ara, awọn ọna iṣọpọ irora, ati awọn ọna abojuto itọju, ti o le ṣe iṣakoso irora laisi lilo oogun. Iwọn-tẹ tabi fifọ ni omi lakoko ibi ọmọ tun le ṣe iranlọwọ lati dẹrọ irora. Awọn aṣayan oogun pẹlu fifi awọn oògùn ni awọn ọna pataki, eyi ti o funni ni iṣakoso irora pupọ lakoko ti o jẹ ki iya wa ni ipo idurosinsin. Awọn aṣayan miiran pẹlu awọn oògùn ni ọna infusional ati nitrogen oxide. O ṣe pataki lati sọ ara rẹ si alagbawo ilera rẹ nipa awọn ireti iṣakoso irora rẹ ṣaaju akoko naa ki o duro mọ ipo naa."
          },
          {
            "id": 18,
            "title": "Awọn ipo ibi ọmọ to dara",
            "topic_img": "https://img.freepik.com/free-photo/mother-baby-bed_1157-19429.jpg",
            "description": "Awọn ọna ti o le ṣe iranlọwọ lakoko ibi ọmọ.",
            "content": "Awọn ipo ibi ọmọ oriṣiriṣi wa ti o le ṣe iranlọwọ lati mu ilọsiwaju ibi ọmọ ati ifijiṣẹ rẹ, ati pe o ṣe pataki lati wa eyiti o ṣiṣẹ dara julọ fun ọ. Awọn ipo ti o ni agbara, bii gbigbe, gbe fun ẹhin, tabi lilo ijoko ibi ọmọ, le lo agbara gbigbe lati ṣe iranlọwọ fun ọmọ naa lọ. Awọn ipo ọwọ-ati-igbẹhin le dẹrọ irora ẹhin ati gba ọmọ ni ipo ti o dara. Awọn ipo laini le pese idaduro lakoko ti o funni ni agbara itọsọna to peye. Lilo ijoko ibi ọmọ tun le ṣe igbega gbigbe ati itunu. Ṣiṣẹda awọn ipo oriṣiriṣi lakoko ibi ọmọ le ṣe iranlọwọ fun ọ lati wa ọna ti o dara julọ ati imọran oye fun ibi ọmọ rẹ."
          },
          {
            "id": 19,
            "title": "Eto ibi ọmọ",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-smiling-holding-her-belly_1157-18396.jpg",
            "description": "Ṣiṣe eto ibi ọmọ rẹ ati sọ fun awọn ẹni miiran nipa rẹ.",
            "content": "Eto ibi ọmọ jẹ iwe-ipamọ ti o ṣafihan awọn eto rẹ fun ibi ọmọ ati ifijiṣẹ. O ni awọn aṣayan lori iṣakoso irora, awọn ipo ibi, ati ẹniti yoo wa ni ibi ọmọ. Botilẹjẹpe o ṣe pataki lati ni eto ibi, o tun ṣe pataki lati mura silẹ fun ipo naa nitori ohunkohun le ṣẹlẹ. Fọwọsowọpọ pẹlu eto ibi rẹ pẹlu alagbawo ilera rẹ ati rii daju pe eto rẹ ti pin pẹlu awọn ẹni miiran ti yoo wa ni ibi ọmọ. Eto ti o dara julọ ati ti o ṣetan fun ibi ọmọ le ṣe iranlọwọ fun ọ lati ni anfani lati duro lori abojuto rẹ ati rii daju pe awọn ibeere rẹ ati awọn ireti rẹ wa ni iṣọra lakoko ibi ati ifijiṣẹ."
          },
          {
            "id": 20,
            "title": "Iṣakoso atilẹyin",
            "topic_img": "https://img.freepik.com/free-photo/pregnant-woman-smiling-holding-her-belly_1157-18395.jpg",
            "description": "Ipa ti iṣakoso atilẹyin lakoko ibi ati ifijiṣẹ.",
            "content": "Nini iṣakoso atilẹyin ti o lagbara lakoko ibi ati ifijiṣẹ le funni ni atilẹyin ti ẹmi ati ti ara. Eyi le pẹlu alabaṣepọ rẹ, awọn ọmọ ẹgbẹ ẹbi, awọn ọrẹ, tabi ọkan miiran. Awọn onimọran wọnyi jẹ awọn amoye ninu ibi ọmọ ti o funni ni atilẹyin alafihan lakoko ibi ati ifijiṣẹ. Wọn le pese itunu, iranlowo ninu awọn ọna iṣakoso irora, ati awọn imọran. Fọwọsowọpọ pẹlu alabaṣepọ atilẹyin rẹ nipa awọn eto ibi rẹ ati awọn ireti rẹ jẹ pataki. Awọn ajọṣepọ pẹlu awọn ẹni miiran le ṣe iranlọwọ fun ọ lati ni aabo diẹ sii ninu abojuto rẹ, ati pe o tun fun ọ ni igbekele ati atilẹyin ti o jẹ ki iriri ibi ọmọ rẹ ni iriri ti o ni itẹlọrun."
          }
        ]
      }
    },
    {
      "id": 5,
      "title": "Ẹjẹ Lẹ́hìn Ìbí",
      "topic_img": "https://img.freepik.com/premium-photo/woman-is-shown-with-blood-dripping-her-hands-this-image-can-be-used-depict-crime-horror-mystery-scene-from-thriller_153912-226779.jpg?w=360",
      "description": "Oye ẹjẹ lẹ́hìn ìbí ati bi a ṣe le ṣakoso rẹ.",
      "content": {
        "intro": "Ẹjẹ lẹ́hìn ìbí, tabi lochia, jẹ apakan ti o wọpọ ti ilana imularada lẹhin ibí. O kan yiyọ ilẹ ikun ati pe o le duro fun ọpọlọpọ awọn ọsẹ.",
        "details": [
          "Lochia maa n bẹrẹ bi ṣiṣan pupa ti o wuwo ti o dinku ni iye ati pe o yipada si pink, brown, ati nikẹhin funfun tabi ofeefee.",
          "O ṣe pataki lati ṣọ iye ati awọ ẹjẹ lati rii daju pe o tẹle ilana deede. Ẹjẹ pupọ tabi fifihan awọn ege nla le tọka iṣoro kan ati pe o yẹ ki o sọ fun olupese iṣẹ ilera rẹ.",
          "Sinmi ati yago fun awọn iṣẹ́lẹ́ ti o wuwo le ṣe iranlọwọ lati ṣakoso ẹjẹ. O ṣe pataki lati fun ara rẹ ni akoko lati larada ati yago fun awọn iṣẹ́lẹ́ ti o le pọ si ẹjẹ.",
          "Lilo awọn aṣọ atẹgun mimọ dipo awọn tampons ni a ṣe iṣeduro lati dinku eewu ikolu. Yi awọn aṣọ atẹgun pada nigbagbogbo lati ṣetọju imototo.",
          "Hydration ati ounjẹ to dara le ṣe atilẹyin imularada ati iranlọwọ lati ṣakoso ẹjẹ. Jijẹ ounjẹ ti o ni iwọntunwọnsi ti o ni iron le ṣe iranlọwọ lati tun pada pipadanu ẹjẹ.",
          "Ẹjẹ lẹ́hìn ìbí le jẹ fun ọpọlọpọ awọn ọsẹ, ti o maa dinku ni agbara nipasẹ ọsẹ kẹfa. Ti ẹjẹ ba tẹsiwaju kọja aaye yii tabi di iwuwo, kan si olupese iṣẹ ilera rẹ.",
          "Ìlọsíwájú ayẹwo lẹ́hìn ìbí jẹ pataki lati ṣayẹwo imularada ati yanju eyikeyi awọn ifiyesi ti o ni ibatan si ẹjẹ lẹ́hìn ìbí. Olupese iṣẹ ilera rẹ le pese itọsọna ati atilẹyin lati rii daju pe o ni imularada to dara."
        ],
        "subtopics": [
          {
            "id": 21,
            "title": "Ohun Ti O Nira",
            "topic_img": "https://img.freepik.com/free-photo/newborn-baby-feet_1157-18555.jpg",
            "description": "Awọn ipele ati akoko ti ẹjẹ lẹ́hìn ìbí.",
            "content": "Ẹjẹ lẹ́hìn ìbí, tabi lochia, lọ nipasẹ awọn ipele pupọ. Ni awọn ọjọ diẹ lẹhin ibí, ẹjẹ jẹ akọkọ ti o wuwo ati pupa ti o wuwo, bii akoko afọ́mọ ti o wuwo. Ipele akọkọ yii ma n ṣiṣe nipa ọjọ 3 si 10. Awọn ṣiṣan lẹhinna yipada si awọ pink tabi brown, tọka ipele atẹle ti imularada. Ipele yii le ṣiṣe titi di ọsẹ keji lẹ́hìn ìbí. Nipasẹ, lochia di funfun tabi ofeefee ṣiṣan, eyiti o le tẹsiwaju fun ọpọlọpọ awọn ọsẹ. O ṣe pataki lati ṣọ awọn ṣiṣan naa ki o sọ fun olupese iṣẹ ilera rẹ nipa eyikeyi awọn ifiyesi. Ẹjẹ pupọ, fifihan awọn ege nla, tabi õrùn ti o le tọka awọn ilolu ti o nilo itọju iṣoogun."
          },
          {
            "id": 22,
            "title": "Ṣiṣakoso Ẹjẹ",
            "topic_img": "https://img.freepik.com/free-photo/newborn-baby-feet_1157-18556.jpg",
            "description": "Awọn imọran fun iṣakoso ẹjẹ lẹ́hìn ìbí ati igbega imularada.",
            "content": "Ṣiṣakoso ẹjẹ lẹ́hìn ìbí pẹlu ọpọlọpọ awọn igbesẹ lati rii daju itunu ati imototo. Sinmi ati yago fun awọn iṣẹ́lẹ́ ti o wuwo le ṣe iranlọwọ lati ṣakoso ẹjẹ. Lilo awọn aṣọ atẹgun mimọ dipo awọn tampons dinku ewu ikolu ati gba ọ laaye lati ṣọ awọn ṣiṣan naa ni pipe. Yi awọn aṣọ atẹgun pada nigbagbogbo lati ṣetọju imototo. Hydration ati ounjẹ iwọntunwọnsi ti o ni iron le ṣe iranlọwọ lati tun pada pipadanu ẹjẹ. Awọn adaṣe oníjéjé àpòfẹ́ẹ́ le ṣe iranlọwọ ni imularada. Ti o ba ṣe akiyesi eyikeyi awọn aami aisan ti ko ṣe deede, gẹgẹ bi ẹjẹ pupọ, awọn ege nla, tabi õrùn ti ko dun, kan si olupese iṣẹ ilera rẹ lẹsẹkẹsẹ. Ìlọsíwájú ayẹwo lẹ́hìn ìbí jẹ pataki lati ṣayẹwo imularada rẹ ati yanju eyikeyi awọn ifiyesi."
          },
          {
            "id": 23,
            "title": "Nigbati O gbọdọ Wa Iranlọwọ",
            "topic_img": "https://img.freepik.com/free-photo/newborn-baby-feet_1157-18557.jpg",
            "description": "Ìmọ̀ àwọn àmì tó tọ́kasi àwọn iṣòro àti ìmọ̀gbà tí ó yẹ kí o fẹ́ ìtìjúwàá iṣègùn.",
            "content": "Nígbàtí ẹjẹ lẹ́hìn ìbí jẹ apakan ti o wọpọ ti imularada, awọn ami kan le tọka awọn ilolu ti o nilo itọju iṣoogun. Wa iranlọwọ ti o ba ni ẹjẹ ti o wuwo ti o jẹ ki aṣọ mimọ ni wakati kan tabi kere si, awọn ege nla (ti o tobi ju bọọlu golf lọ), õrùn ti ko dun, tabi awọn aami aisan ti o ni nkan ṣe pẹlu ikolu gẹgẹbi iba ati awọn ẹdọfu. Ìrora ti o tẹsiwaju tabi ti o nira lori akoko tun nilo pe ki o pe olupese iṣẹ ilera rẹ. Ti ẹjẹ ba tẹsiwaju ju ọsẹ mẹfa lọ tabi lojiji pọ si lẹhin ti o ti lọ silẹ, o ṣe pataki lati wa imọran iṣoogun. Olupese iṣẹ ilera rẹ le ṣe ayẹwo ipo rẹ ki o pese itọju pataki lati rii daju imularada to dara."
          }
        ]
      }
    },
    {
      "id": 6,
      "title": "Bacterial Vaginosis",
      "topic_img": "https://img.freepik.com/free-photo/african-american-woman-with-braids-standing-pink-background-disgusted-expression-displeased-fearful-doing-disgust-face-because-aversion-reaction_839833-2208.jpg?t=st=1716894569~exp=1716898169~hmac=d2e999f47519d91d6af488c13f5705194fe8c82e651327189babc21f0a5c934e&w=826",
      "description": "Ṣíṣe ìmọ̀ nípa Bacterial Vaginosis (BV), ìdí rẹ̀, àwọn àpẹẹrẹ rẹ̀, àti ìtọju rẹ̀.",
      "content": {
        "intro": "Bacterial Vaginosis (BV) jẹ́ ìṣègùn ìkànsí ìkànsí ìfọ́yàra tí ó ṣẹlẹ̀ nípa ìkànsí àwọn kóyè péjú ìyàrà. Ó ní àwọn àpẹẹrẹ bíi ìtọ́jú tí kò rọrùn, ìkúnú, àti ìmọ̀.",
        "details": [
          "BV ṣẹlẹ̀ nígbà tí ìbáṣe láàrín àwọn kóyè àtọmọ̀ àti àwọn kóyè tó n fa ìsàkóso ní ààrò níṣé, tí ó ń fa ìkànsí àwọn kóyè tó n fa ìsàkóso.",
          "Àwọn àpẹẹrẹ pẹ̀lú ni ìtọ́jú tí ó ní àwòrán olóore-pè é lórí, ìkúnú, àti ìmọ̀ nígbà tí ń ṣe àtúnṣe.",
          "BV kò jẹ́ kó tó ìkànsí jọ̀gbọ̀n, ṣùgbọ́n ìṣe jọ̀gbọ̀n lè ń kọ́ ọ́n sẹ́yìn.",
          "Ìtọju BV ní kíká àwọn antibiotic, kí ó tó jẹ́ bíì ó ṣe ráyé ṣàdá. Ó ṣe pàtàkì láti kẹ́ṣẹ̀ kọ̀ọ̀kan tí ìtọju rẹ̀ lè ṣe ìyẹn.",
          "Rírá àsè àwọn ààbò ààrò àti yago fún douching lè ṣe iranlọwọ láti yago fún BV. Probiotics tún lè ṣe iranlọwọ nípa àtúnṣe ìbáṣe ààrò.",
          "Ti BV kò bá ṣàyẹwo, ó lè fa àwọn ìṣòro bíi àkúnya àwọn ìkànsí jọ̀gbọ̀n, ìṣòro àtọmí, àti àkúnya ìrògbọ̀n.",
          "Àwọn ìṣèdájọ̀ àkànṣe láàárín ọ̀sán méjèèjì lè ṣe iranlọwọ nípa ṣe ìmúlò ààrò àti ṣiṣé yẹ́ nípa àpẹẹrẹ BV."
        ],
        "subtopics": [
          {
            "id": 24,
            "title": "Ìdí àti Àwọn Ìṣòro BV",
            "topic_img": "https://img.freepik.com/free-photo/woman-with-stomach-ache-sitting-bed_23-2148590460.jpg",
            "description": "Ṣíṣe ìmọ̀ nípa ohun tí ń fa BV àti àwọn ìṣòro tó ní.",
            "content": "BV ṣẹlẹ̀ nígbà tí ìbáṣe láàrín àwọn kóyè àtọmọ̀ àti àwọn kóyè tó n fa ìsàkóso ní ààrò kọ̀.",
            "content": "Àwọn ohun tí ń fa ìbáṣe yìí ni àwọn ọ̀rẹ́ jọ̀gbọ̀n tàbí tuntun, douching, àti àìní lactobacilli (kóyè àtọmọ̀). Àyípadà àwọn hormones, gẹ́gẹ́ bí ìṣèdájọ̀ ọmọdé, àti lílo àwọn ọja ìṣèdá jùlọ le fa àṣàkóso. Ṣíṣe ìmọ̀ nípa àwọn ìdí àti ìṣòro jẹ́ gidi fún àtúnṣe àti ìtọju. Rírá douching, ṣe àtúnṣe àkàtà, àti ṣiṣé ṣe jọ̀gbọ̀n lè ṣe iranlọwọ."
          },
          {
            "id": 25,
            "title": "Àwọn Àpẹẹrẹ àti Ìmúlọ",
            "topic_img": "https://img.freepik.com/free-photo/young-woman-suffering-stomach-pain-sitting-bed-home_231208-13061.jpg",
            "description": "Ṣíṣe ìmúlò àwọn àpẹẹrẹ BV àti bi a ṣe ń ṣe.",
            "content": "Àwọn àpẹẹrẹ BV pàtàkì ni ìtọ́jú tí ó ní àwòrán olóore-pè é lórí àti ìkúnú. Diẹ̀ ninu àwọn obìnrin lè ní ìkúnú, ìsòro nígbà tí ń ṣe àtúnṣe, tàbí àìmọ̀ ní ààrò. Ìmúlọ BV tí n jẹ́ kí ń dàná dọ̀yà, tí òun lè jẹ́ pé ọlọ́rọ̀. Ṣíṣe ìmúlò àti àdájọ̀ lè ṣe iranlọwọ."
          },
          {
            "id": 26,
            "title": "Àwọn Ìtọju Àwọn Àṣàyàn",
            "topic_img": "https://img.freepik.com/free-photo/close-up-woman-having-stomach-ache_23-2148637635.jpg",
            "description": "Ṣíṣe ìmúlò àwọn àṣàyàn ìtọju BV.",
            "content": "Ìtọju BV níwọ̀n míì o jẹ́ pẹlu àwọn antibiotic, bíi metronidazole tàbí clindamycin, tí a lè fà tàbí lò. Ó ṣe pàtàkì láti kẹ́ṣẹ̀ kí o tó wà, ti iṣeduro jẹ́ pé kí ó kó gbogbo àwọn magungunan lẹ́kọ̀ọ̀kan. Ní ọ̀pọ̀ ìgbà, probiotics lè jẹ́ síwájú pàtàkì. Yago fún douching àti lílo awọn ọja ìṣèdá jẹ́ ọ̀nà tí o ṣe pàtàkì. Àwòrán ìtọju àti fífi àyípadà sílẹ̀ ni kókó."
          },
          {
            "id": 27,
            "title": "Àwọn Àdúrà Tó Tóbi",
            "topic_img": "https://img.freepik.com/free-photo/woman-with-stomach-ache-sitting-bed_23-2148590461.jpg",
            "description": "Àwọn ìlànà àti ọ̀nà ìmúlò nípa BV.",
            "content": "Ìbáṣe BV lè yago fún ẹ̀dá ààrò rẹ̀, àti awọn àwọn nǹkan tí ó lè fa ọ̀ràn àwọn kóyè àtọmọ̀. Ìyẹn pẹlu yago fún douching, lílo sabulun tí kò ni òri, àti ṣiṣé ní ìlànà jọ̀gbọ̀n. Ìmúlò probiotics, ní ínù onjẹ tàbí àwọn ọrẹ, lè ṣe iranlọwọ. Ṣiṣe àyípadà kó ṣe pàtàkì."
          },
          {
            "id": 28,
            "title": "Àwọn Ìṣòro àti Nigba Tá A Ṣé Ní Taimako",
            "topic_img": "https://img.freepik.com/free-photo/young-woman-with-stomachache-sitting-bed_23-2148637308.jpg",
            "description": "Ṣíṣe ìmúlò ìṣòro BV àti nigbà tá a ní taimako.",
            "content": "BV kò jẹ́ ọ̀tá, ṣùgbọ́n ó lè fa ìṣòro tó jẹ́ àìmọ̀ tó bá ṣiṣé. Eyi pẹlu àkúnya ìkànsí jọ̀gbọ̀n, ìṣòro àtọmí, àti ìdáyà àrùn àtọmọ́. Tí o ba ní àwọn àpẹẹrẹ BV, ó ṣe pàtàkì láti ní taimako. BV ti kọja ṣíṣe, bẹ́ẹ̀ à ṣe pàtàkì láti mọ nípataki."
          }
        ]
      }
    }
  ],
  "topics": [
    {
      "id": 1,
      "title": "NIPA BPCR",
      "topic_img": "https://img.freepik.com/free-photo/unwanted-child-shocked-dark-skinned-young-woman-looks-with-puzzlement_273609-44884.jpg?t=st=1717344285~exp=1717347885~hmac=91a442fda611a67b7ba72370e11b576adda34a03efe65e15645e66fc26be091c&w=826",
      "description": "Ṣawari itumọ pataki ti Eto Lọ́kọ́rẹ̀ńdéré àti Ilóko Iṣòro (BP/CR), ero àkọ́dáèyẹ́ láti rí i pé ìbímọ́ n'ílé tí o dára jùlọ ati dinku ikú iya àti ọmọ tuntun.",
      "content": {
        "intro": "Eto Lọ́kọ́rẹ̀ńdéré àti Ilóko Iṣòro (BP/CR) jẹ́ nipa ṣiṣe idaniloju pe gbogbo iya abiyamọ ni iraye si itọju ti o dara julọ nigba ti o ṣe pataki jùlọ. Nipa siseto ni ilosiwaju, a le yago fun idaduro to lewu ati fi aye pamọ.",
        "details": [
          "",
          "Eto Lọ́kọ́rẹ̀ńdéré àti Ilóko Iṣòro (BP/CR):",
          "jẹ́ ẹya pataki ninu eto aabo fun iya, ti o ni ero lati dinku ikú iya ati ọmọ tuntun. Nipa igbelaruge ọna ṣiṣe itara si lilo awọn atọwọdọwọ́ akọ́bi tó ní́lò̀ ni àkókò oyún, ìbímọ́ àti lẹ́yìn ìbímọ́.",
          "O da lori ero pe ṣiṣe eto fun ibimọ́ ati jije setan fun iṣoro dinku idaduro ni gbigba itọju ni akoko ibimọ́ deede tabi ninu pajawiri, nitorina yago fun iṣoro ati ikú.",
          "Idaduro lakoko oyún tabi ibimọ́ le wa lati ai ri akọ́bi ti o ní́lò, ai ri ile-iwosan, aini ọna gbigbe lọ si ile-iwosan, aini awọn nkan ti o nilo fun ibimọ́ ti o mọ́ ati ailewu fun itọju ọmọ tuntun, aini ipinnu lori ẹni ti yoo toju ẹbi obinrin ni igba ti ko ba si, ati akojọ obinrin nigba ibimọ́, aini owo to pe fun ibimọ́ deede tabi ninu pajawiri, aini ipinnu lori ẹni ti yoo pinnu ninu pajawiri ati eto fun ẹnikan lati jẹ ẹbun ẹjẹ.",
          "",
          "ERO BPCR:",
          "Eto BPCR n wa lati ṣe eto ibimọ́ fun ibimọ́ deede ati lati jẹ setan ninu ọran ti iṣoro nipa obinrin ati ẹbi pẹlu iranlọwọ ti akọ́bi ti o ní́lò.",
          "Eto yii le ma jẹ iwe ti a kọ (biotilẹjẹpe o dara julọ). O ṣe pataki lati tun wo tabi tun ṣe atunṣe ni gbogbo ibewo. Eto yii wa lati dinku idalọ́wọ́kọ ni akoko ibimọ́ tabi pajawiri. Nitorina ni idaniloju itọju ti o yẹ ati akoko."
        ],
        "subtopics": [
          {
            "id": 15,
            "title": "Ero BPCR",
            "topic_img": "https://img.freepik.com/free-photo/box_53876-65526.jpg?t=st=1717524141~exp=1717527741~hmac=4c0c67298aae43035b4119ff005d4a32795c71efac49fac865a000eea4638af5&w=740",
            "description": "Eto lọ́kọ́rẹ̀ńdéré àti ilóko iṣòro n wa lati:",
            "content": "• Ṣẹda eto ibimọ́ fun ibimọ́ deede ati iṣoro ti o ṣee ṣe:\n  – O jẹ eto ti o ti ṣe ni ilosiwaju nipasẹ obinrin ati ẹbi (pẹlu iranlọwọ akọ́bi ti o ní́lò)\n  – Nigbagbogbo kii ṣe iwe ti a kọ (biotilẹjẹpe o dara julọ)\n  – O yẹ ki o tun wo tabi tun ṣe atunṣe ni gbogbo ibewo\n• Dinku idalọ́wọ́kọ ni akoko ibimọ́ tabi ninu pajawiri\n• Ṣiṣe idaniloju itọju ti o yẹ ni akoko"
          },
          {
            "id": 4,
            "title": "Ṣe Idanimọ Akọ́bi ti o Ní́lò",
            "topic_img": "https://img.freepik.com/free-photo/beautiful-black-nurse-portrait_23-2149666021.jpg?t=st=1719859756~exp=1719863356~hmac=7b86bd7d61503ac7eb1105ad4f24c5dba70ebb4578b79c53c0c84f78a29890b6&w=360",
            "description": "Awọn Akọ́bi ti o Ní́lò (SBAs) ṣe pataki fun ibimọ́ ailewu. Rii daju pe SBA rẹ ti pari eto ikẹkọ ti o wulo ninu itọju iya ati ọmọ tuntun, le ṣakoso awọn iṣoro, ati pe o n tọju rẹ pẹlu aanu ati ọlá.",
            "content": "Gẹgẹbi apakan ti BPCR, Awọn Akọ́bi ti o Ní́lò (SBAs) ṣe ipa pataki ninu idaniloju ibimọ́ ailewu ati dinku awọn oṣuwọn ikú iya ati ọmọ tuntun. O n igbega si ṣiṣe ipinnu ṣaaju ki ibimọ́ bẹrẹ tabi ni ibẹrẹ iṣoro ti o ṣee ṣe. Ninu idanimọ akọ́bi ti o ní́lò, rii daju pe ẹni naa ti pari awọn eto ikẹkọ ti a fọwọsi ti o ni pato si itọju iya ati ọmọ tuntun. Rii daju pe eniyan naa ni imọ nipa pajawiri ọjọ-ìbímọ́ ati agbara wọn lati ṣakoso awọn iṣoro ni imunadoko. Wa fun awọn SBAs ti o nfihan aanu, ọlá, ati oye si awọn iya abiyamọ ati ẹbi wọn."
          },
          {
            "id": 5,
            "title": "Ṣe Idanimọ Ile-Iwosan Kan",
            "topic_img": "https://img.freepik.com/free-photo/retinal-biometrics-technology-with-man-s-eye-digital-remix_53876-108518.jpg?t=st=1717522970~exp=1717526570~hmac=4ad4ffee0ad0daea82a1a66462cf3d5444fcaa8fa471308d0b1653964953cd71&w=826",
            "description": "Yiyan ile-iwosan ti o tọ jẹ pataki. Wa fun awọn ile-iṣẹ ti a fọwọsi pẹlu awọn akọ́bi ti o ní́lò, awọn iṣe imototo ti o tọ, ati wiwa gbogbo akoko. Ṣe akiyesi ipo ati iraye si ile-iwosan, paapaa fun pajawiri alẹ.",
            "content": "Gẹgẹ bi apakan ti BPCR, yiyan ile-iwosan ti o tọ fun ibimọ́ jẹ pataki fun idaniloju aabo ati ilera iya ati ọmọ. Wa fun awọn ile-iṣẹ ti a fọwọsi nipasẹ awọn ara ti o mọ itọju ilera tabi ti a fun ni aṣẹ nipasẹ awọn aṣọ́tọ́ Ìjọba. Rii daju pe ile-iṣẹ naa nṣiṣẹ awọn akọ́bi ti o ní́lò (SBAs) ati pe o wa fun wakati 24 nipasẹ ọjọ 7. Wa fun ẹri ti awọn iṣe imototo ọwọ́ ti o tọ, sterilization ti ohun elo iṣoogun, ati itọju awọn agbegbe ibimọ́ ti o mọ́ ati ailewu. Ṣe akiyesi ipo ati iraye si ile-iṣẹ naa si iwọ, paapaa ti o ba nilo lati wa nibẹ ni alẹ."
          },
          {
            "id": 6,
            "title": "Ọna Gbigbe si Ile-Iwosan",
            "topic_img": "https://img.freepik.com/free-photo/african-american-female-paramedic-face-protective-medical-mask-standing-front-ambulance-car_627829-4899.jpg?t=st=1717523430~exp=1717527030~hmac=2c18d200f9baa56353f06c58176c42d1ba74696ca3bd1c0a93bd28fd8f93508a&w=826",
            "description": "Ṣe eto fun gbigbe ti o ni aabo ati ti o le wọle si ile-iwosan, paapaa fun awọn ipo airotẹlẹ tabi wakati alẹ.",
            "content": "Gẹgẹ bi apakan ti ilana ti iṣeto ibimọ́, idanimọ akọ́bi ti o ní́lò ṣe ipa pataki … oṣuwọn ikú.” O nfihan si ipinnu ṣaaju ki ibimọ́ bẹrẹ tabi ni ibẹrẹ iṣoro ti o ṣee ṣe."
          }
        ]
      }
    },
    {
      "id": 2,
      "title": "Àwọn Àmì Èwu Nígbà Oyún Ati Nígbà Ibi",
      "topic_img": "https://img.freepik.com/free-vector/hand-drawn-flat-design-infertility-illustration_23-2149379493.jpg?t=st=1717344443~exp=1717348043~hmac=e32cdcd73c7cb7cae072e2078775740fff5046cb5b42e7732605d0299a830f3f&w=740",
      "description": "Kọ nípa àwọn àmì èwu pataki nígbà oyún àti ibi tí gbogbo obìnrin tó lóyún gbọ́dọ̀ mọ̀ láti dá ẹ̀rù àárẹ̀ pọ̀ nígbà tó bá yẹ.",
      "content": {
        "intro": "Ìdámọ̀ àwọn àmì èwu sí ẹ̀wù pẹ́ kì í ṣe abájáde. Ìmọ̀ ohun tó máa jẹ́ kí o gba ìrànwọ́ lójú àkókò ni ó ṣe pàtàkì.",
        "details": [
          "Àwọn àmì èwu nígbà oyún:",
          "1. Ìrora inú tó pọ̀ tàbí ìfààrò: Èyí lè fi tọ́ka àwọn àsìkò bí oyún tó kìí ṣe ní ibi rẹ̀, ìṣéyún, ibi sáà kẹta tàbí egbé ilẹ̀ oyún.",
          "2. Èjẹ̀ tó pọ̀ láti inú obìnrin: Ó lè jẹ́ àmì ìṣéyún, egbé ilẹ̀ oyún tàbí placenta previa.",
          "3. Ìbànújẹ́ orí tó lágbára: Ìrora orí tó lè jẹ́ àmì preeclampsia tàbí àrùn èrò inú ẹ̀kọ́ orí mìíràn.",
          "4. Ìfẹ́yìn tàbí ojú tó yàtọ̀ sí ayé: Àwọn ìròyìn ojú tàbí rírí àwọn ìmọ́lẹ̀ lè jẹ́ àmì preeclampsia.",
          "5. Ìgbókè agbára ní ọwọ́, ojú tàbí ẹ̀rẹ̀kùn: Àwọn agbára tó gbígbóná lè fi tọ́ka si preeclampsia, pàápàá tí ó bá ni ìgbẹ̀kẹ̀ lé ẹ̀jẹ̀ tó gíga.",
          "6. Ìròkè ọmọ inú tó dínkù: Ìròkè ọmọ tó dínkù lóòpin lè fi tọ́ka si ìṣòro ọmọ tàbí èdáni oyún.",
          "7. Ìgbẹ̀ǹdá tó gíga (lórí 100.4°F tàbí 38°C): Òtò tó gbígbóná lè sọ̀rọ̀ àrùn tí ó lè jẹ́ ẹ̀wù fún ìyá àti ọmọ.",
          "8. Ìrora tàbí ìgbóná nígbà ìyánkùn omi: Lékó àrùn urinary tract tàbí àwọn àrùn míràn tí ó nílò ìwòsàn.",
          "9. Òrìngbè tó pọ̀: Òrìngbè tó pọ̀ yóò mú aláìní omi àti àìní àwọn nkan alákọ̀.",
          "10. Ìdáná ẹ̀jẹ̀: Ìdáná èyí tó léwu kò yé kó máa sọ̀rọ̀ láìsí àwọn egbé oyún.",
          "11. Ìfẹ́yìn tàbí ìṣéyún ní fọ́kànbà tàbí àwọn èrò oyún náà kò dá lára oyún náà.",
          "12. Ìrora ẹ̀hìn: Ìrora tó lágbára nínú ẹ̀hìn lè sọ̀rọ̀ oyún sáà kẹta tàbí ìbànújẹ́ oyún.",
          "13. Ìkókò èdá oyún: Ìgbìyànjú ìyíjá oyún léèmì tàbí ègbé ilẹ̀ oyún.",
          "14. Ìfi omi sílẹ̀ láti inú obìnrin: Èyí lè sọ̀rọ̀ oyún tó yára kù.",
          "15. Ìfẹ́ ìkọ̀tẹ̀: Àmì ìkọ̀tẹ̀ tó lè ní wọ́n fún ẹ̀kọ́ nígbà oyún.",

          "Àwọn àmì èwu nígbà ibi:",
          "1. Ibi tó gba pẹ́ ju: Ibi tó kù ju (tí o ju 20 wákàtí lọ fún àwọn tó yíyá oyún lọ́nà àkókò). Èyí lè mú ẹ̀dáni tó pẹ́ àti àwọn ìṣòro tí ó lè dá ẹ̀rù pọ̀.",
          "2. Ìpá ọmọ tó yàtọ̀: Àwọn èyí tó nìí jẹ̀ fífi oyún mọ̀lẹ̀ nì.",
          "3. Èjẹ̀ tó pọ̀ láti inú obìnrin: Ìjẹ̀wọ̀ èjẹ̀ tó pọ̀ yóò kì í sọ̀rọ̀ àyíká àwọn oyún tàbí oyún.",
          "4. Ìjàni oyún: Èyí lè jẹ́ àmì pàtàkì fún àwọn obìnrin tí ó ń lóyún.",
          "5. Ìdáná: Èyí tí kò sọ̀rọ̀ ṣáà kẹta tàbí àwọn oyún kò dá lára oyún náà.",
          "6. Ìrora ẹ̀hìn tó pọ̀: Ìrora gíga ní fọ́kànbà tàbí oyún sáà kẹta.",
          "7. Èròra ẹ̀jẹ̀ gíga: Èròra ẹ̀jẹ̀ tí kì í rọ̀ lọ.",
          "8. Ìfipá mọ́lẹ̀ tàbí àwọn oyún náà ní àwọn oyún kò dá lára oyún náà.",
          "9. Àkókò ààrùn: Àkókò àwọn ààrùn tí kò yẹ àti àwọn àwọn oyún náà.",
          "10. Ìrò oyún náà kò dá lára: Ìrò oyún náà kọ́ lọ́rùn tàbí àwọn oyún náà kò dá lára oyún náà.",
          "11. Àwọ̀ èrò ẹ̀kọ́ oyún: Èyí tí kò sí oyún ní àwọn oyún náà kò dá lára oyún náà.",
          "12. Ìrora ọmọ àti oyún: Àwọn àwọn oyún náà kò dá lára oyún náà kò dá lára oyún náà kò dá.",
          "13. Ìgbẹ̀ké ọ̀nà tàbí àwọn oyún náà kò dá lára oyún náà kò dá.",
          "14. Ìfẹ́kọ̀ oyún ní àwọn oyún náà kò dá lára oyún náà kò dá."
        ],
        "subtopics": []
      }
    },
    {
      "id": 3,
      "title": "Awọn Ẹkọ Idagbasoke Iyipada Igbesi-aye",
      "topic_img": "https://img.freepik.com/free-vector/flat-about-me-concept-with-hobbies-interests_23-2148886062.jpg?t=st=1717344540~exp=1717348140~hmac=8c9bf91a1829c56b1f1674beda99f3c315c58dc279b56776d66aa97eefc8ea18&w=740",
      "description": "Ṣawari awọn ọna ṣiṣe iyipada igbe-aye ti o munadoko, pẹlu iṣakoso ara ẹni, eto ibi-afẹde, ati atilẹyin awujọ, lati rii daju pe oyun ilera ati ibimọ ailewu.",
      "content": {
        "intro": "Mimọ awọn iyipada igbe-aye to dara le ṣe ilọsiwaju iriri oyun rẹ patapata ati mura rẹ fun ibimọ. Jẹ ki a ṣawari diẹ ninu awọn iṣẹ akanṣe ti o wulo.",
        "details": [
          "Iṣakoso ara ẹni ati atẹle ilọsiwaju le ṣe iranlọwọ fun ọ lati duro lori ilera rẹ.",
          "Iṣakoso ìmúlò ni ipa ninu ṣẹda agbegbe atilẹyin ti o ṣe agbekalẹ awọn aṣayan ilera.",
          "Eto ibi-afẹde ṣe iranlọwọ fun ọ lati dojukọ awọn ibi-afẹde pato ati ti a le ṣaṣeyọri fun oyun ilera.",
          "Atilẹyin awujọ lati ọdọ ẹbi, awọn ọrẹ, ati awọn alagbawi ilera le mu iwuri rẹ ati igbekele rẹ pọ si.",
          "Imudara awọn iyipada to dara ati awọn ilana ipinnu iṣoro lati bori awọn italaya jẹ bọtini si aṣeyọri."
        ],
        "subtopics": [
          {
            "id": 7,
            "title": "Ṣiṣe Eto Fun Ibimọ",
            "topic_img": "https://img.freepik.com/free-photo/top-view-busy-dark-skinned-woman-writes-down-records-notebook-from-book_273609-44310.jpg?t=st=1717523629~exp=1717527229~hmac=a186798a965888061d41dbcbaff609111343c03c9a8eb5a7f32db46d988d9ffa&w=826",
            "description": "Eto ibimọ ṣe iranlọwọ fun ọ lati mura silẹ fun ibimọ deede ati awọn iṣoro ti o le dide. Ṣiṣẹ pẹlu alagbawi ilera rẹ lati ṣẹda ati ṣe imudojuiwọn eto rẹ nigbagbogbo.",
            "content": "Eto ibimọ ṣe iranlọwọ fun ọ lati mura silẹ fun ibimọ deede ati awọn iṣoro ti o le dide. Ṣiṣẹ pẹlu alagbawi ilera rẹ lati ṣẹda ati ṣe imudojuiwọn eto rẹ nigbagbogbo. O jẹ eto ti a ṣe ni iwaju nipasẹ obinrin ati ẹbi, pẹlu iranlọwọ lati ọdọ olupese ti o ni iriri. Eto naa yẹ ki o ṣe atunyẹwo tabi tunṣe ni gbogbo irin-ajo lati rii daju pe o wa ni imudojuiwọn ati pataki."
          },
          {
            "id": 8,
            "title": "Mọ Awọn Ami Irokeke ninu Oyun ati Iṣẹ",
            "topic_img": "https://img.freepik.com/free-photo/black-pregnant-women-posing_23-2151446148.jpg?t=st=1717523768~exp=1717527368~hmac=4962ef018e835fd114595285a8a98164a56a1abe648c451d7bcc1624548e8fbc&w=996",
            "description": "Mọ awọn ami irokeke ninu oyun ati iṣẹ, bii irora inu ti o lagbara tabi ẹjẹ vaginal, jẹ pataki. Wiwa iranlọwọ iṣoogun ni akoko le gba awọn igbesi-aye.",
            "content": "Awọn obinrin ti o ni oyun yẹ ki o mọ bi a ṣe le mọ awọn ami irokeke ninu oyun ati iṣẹ. Eyi pẹlu ẹjẹ vaginal, iwẹni pipẹ, palu, iṣoro ni mimi, ibinu, irora inu ti o lagbara, iṣan omi ni ọwọ ati oju, irora ori/iwoye asan, awọn ifunra/loss ti oye, irora inu isalẹ ti o pẹ, ifunra iwọn-tutu tabi ẹjẹ vaginal ti o ni eefin, ati dinku/loss ti iwa-fetus."
          },
          {
            "id": 9,
            "title": "Ẹrọ Transport",
            "topic_img": "https://img.freepik.com/free-vector/delivery-point-abstract-concept-illustration_335657-3937.jpg?t=st=1717523856~exp=1717527456~hmac=5796d300d8e495d2c2efed4c36510033aba79ad3378916aec814f19ca026fe64&w=740",
            "description": "Ṣe iwọntunwọnsi awọn eto gbigbe to gbẹkẹle fun nigbati iṣẹ bẹrẹ tabi ni awọn ipo pajawiri, paapaa ni awọn wakati ajeji.",
            "content": "Ṣe idaniloju ọna gbigbe to munadoko, ti o ni igbẹkẹle ati wiwọle, paapaa fun awọn wakati ajeji lati gbe awọn obinrin ti o ni oyun si ile-iṣẹ ilera ni iṣẹ tabi ni iṣẹlẹ ti awọn iṣoro."
          },
          {
            "id": 10,
            "title": "Awọn Owo",
            "topic_img": "https://img.freepik.com/free-photo/hand-putting-mix-coins-seed-clear-bottle-copyspace-business-investment-growth-concept_1423-104.jpg?t=st=1717523896~exp=1717527496~hmac=780acbba6327a17b9b1545ee2ed17faeb2e6c376777ae1073862440a5c1d3058&w=826",
            "description": "Ni awọn owo ni irọrun fun awọn inawo ibimọ deede ati awọn pajawiri. Ronu nipa awọn ifipamọ ẹni-kọọkan, awọn owo pajawiri, ati awọn eto awujọ.",
            "content": "Ṣe iṣeduro awọn owo lati: awọn ifipamọ ẹni-kọọkan, awọn owo pajawiri, awọn eto awujọ, ati awọn orisun miiran fun inawo ni iṣẹlẹ awọn aini fun itoju pajawiri tabi awọn aini miiran."
          },
          {
            "id": 11,
            "title": "Ẹkọ ipinnu",
            "topic_img": "https://img.freepik.com/premium-photo/composite-image-business-people-playing-chess-against-white-background-with-vignette_1134-81973.jpg?w=826",
            "description": "Pinnu tani yoo ṣe awọn ipinnu pataki nigba iṣẹ ati ni iṣẹlẹ pajawiri. Ipinnu kedere le ṣe idiwọ idaduro ati rii daju pe a ṣe itoju ni akoko.",
            "content": "Pinnu tani yoo ṣe awọn ipinnu, paapaa ni iṣẹlẹ pajawiri. Ni ipinnu ti o mọ le ṣe idiwọ idaduro ati rii daju pe awọn iṣe ti o tọ ni a ṣe ni akoko."
          },
          {
            "id": 12,
            "title": "Atilẹyin Ẹbi ati Awujọ",
            "topic_img": "https://img.freepik.com/premium-vector/family-reunion-isolated-cartoon-vector-illustration_107173-19436.jpg?w=740",
            "description": "Pinnu tani yoo ṣe atilẹyin fun ẹbi rẹ lakoko ti o n ṣiṣẹ ati tani yoo jẹ alabaṣiṣẹpọ ibimọ rẹ. Eto atilẹyin yii jẹ pataki fun itunu ti inu rẹ.",
            "content": "Pinnu ati gbero tani yoo tọka si awọn ọmọde miiran nigbati o ba n ṣiṣẹ. Bakanna, pinnu alabaṣiṣẹpọ ibimọ rẹ nigba iṣẹ. Awọn ipinnu wọnyi yoo ṣe iranlọwọ fun ọ lati wa ati de ọdọ itoju ti o ni iriri ni akoko."
          },
          {
            "id": 13,
            "title": "Onibara Ẹjẹ",
            "topic_img": "https://img.freepik.com/free-vector/human-blood-donate-white-background_1308-111266.jpg?t=st=1717524097~exp=1717527697~hmac=831c4ed2235af231eee9c5956769e375c53867d6b9831d739aa33a032f4c2d86&w=740",
            "description": "Ṣe idanimọ olufunni ẹjẹ ti o ṣeeṣe ni iwaju. Ni awọn pajawiri, nini olufunni ti o ṣetan le jẹ igbala-aye.",
            "content": "Gbero tani yoo fun ẹjẹ fun ọ ni iṣẹlẹ pajawiri. Idanimọ olufunni ti o ni ẹjẹ ti o baamu pẹlu tirẹ ni iwaju jẹ pataki. O le ṣe igbala akoko ti o ṣe pataki ti wiwa ẹjẹ ti o ba nilo ninu awọn ipo pataki."
          },
          {
            "id": 14,
            "title": "Awọn Ohun Tiwọn",
            "topic_img": "https://img.freepik.com/free-photo/box_53876-65526.jpg?t=st=1717524141~exp=1717527741~hmac=4c0c67298aae43035b4119ff005d4a32795c71efac49fac865a000eea4638af5&w=740",
            "description": "Pese 'mama kit' pẹlu awọn ohun pataki fun ibimọ mimọ ati ailewu. Eyi pẹlu awọn ohun fun iwọ ati ọmọ tuntun rẹ.",
            "content": "Ṣeto awọn ohun fun ibimọ mimọ ati itoju ọmọ tuntun. Eyi pẹlu apo ibimọ bi a ti sọ nipasẹ ile-iṣẹ ilera rẹ. Bakanna, awọn ohun ni a nilo fun ibimọ ati itoju ọmọ rẹ."
          }
        ]
      }
    }
  ],

  "pregnancyTitle": "Oníṣirò Ìyàwó",
  "pregnancyCalculatorDescription": "Oníṣirò to ga julọ",
  "pregnancyCalculatorText": "Fun ìyàwó to ní ìlera àti ìbí, ó ṣe pataki láti mọ ìtòsọ́nà ìyàwó bá a ṣe jẹ.",
  "pregnancyCalculatorSide": "Oníṣirò ìyàwó jẹ́ irinṣẹ́ pataki fún àwọn obìnrin tí ó ní ìyàwó, tó ń fúnni ní ìmọ̀ pataki àti ìrànlọ́wọ́ ní ìgbà gbogbo ìyàwó. Tẹ ọjọ́ tí ìbẹrẹ̀ àsọ́kà rẹ̀ kẹ́yìn. Tí o kò bá lè rántí ọjọ́ náà, ròyìn àwọn ìṣẹ̀lẹ̀ tí ó ṣẹlẹ̀ ní àkókò náà láti ṣe ìgbìmọ̀ tó dáa jùlọ ní ọjọ́ náà. Tí o kò bá lè ṣe àṣeyọrí, oníṣirò ìyàwó lè kọ́ dájú bí ìyàwó rẹ̀ ṣe pẹ́. Pẹ̀lú bẹ́ẹ̀, tí àkókò láàárín àsọ́kà rẹ̀ bá yàtọ̀, oníṣirò ìyàwó lè kọ́ dájú bí ìyàwó ṣe pẹ́. Nítorí náà, o ní láti bẹ̀rẹ̀ sí ní ṣàbẹwò sí àwọn onímọ̀ nípa ìbí fún ìrànlọ́wọ́.",
  "pregnancyInfo": "Tí o bá mọ ọjọ́ tí ìbẹrẹ̀ àsọ́kà rẹ̀ kẹ́yìn: tẹ ọjọ́ náà.",
  "pregnancyAD": "Ṣeto Ọjọ́ Ìpàdé Ìyàwó",
  "pregnancyADInfo": "Ṣeto ọjọ́ ìpàdé kan láti gba ìkìlọ̀ ní ọjọ́ ìkòkọ",
  "title": "Akọle",
  "titleInput": "Tẹ akọle ìpàdé",
  "details": "Àlàyé",
  "detailsInput": "Tẹ àlàyé ìpàdé",
  "saveDate": "Fipamọ́ Ọjọ́",
  "weeks": "ọtun",
  "and": "ati",
  "days": "awọn ọjọ",
  "pregnancyEarly": "O wa ni ipele akọkọ ti oyun: {{durationString}}.",
  "pregnancyFirstTrimester": "O wa ni akoko akọkọ ti oyun: {{durationString}}.",
  "pregnancySecondTrimester": "O wa ni akoko keji ti oyun: {{durationString}}.",
  "pregnancyThirdTrimester": "O wa ni akoko kẹta ti oyun: {{durationString}}.",
  "pregnancyOverdue": "O ti pẹ: {{durationString}}."
}
